;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Rimgaudas Vyšniauskas
; TranslationAuthorEmail: kremkus@inbox.lt
;

[Translation]
LangCode=0427
ReadHabit=Left-to-right
LanguageName=8
LangShortName=BALTIC_CHARSET
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=BALTIC_CHARSET
Bytes=Baitai
KB=KB
MB=MB
GB=GB
pmDefault=Pagal nutylėjimą
Information=Informacija
Warning=Dėmesio
Error=Klaida
Confirm=Patvirtinimas
CurVer=Dabartinė versija:
FrmSkin.Btnok.Caption=OK
Weathertag=F
FrmGeneral.lblunit.caption=Temperatūros matavimo vienetas:
DelSkinHint=Panaikinti temą
LikeOurSoft=Jei jums patinka Wise Care 365, išbandykite daugiau Wise Team produktų!
DownloadMore=Atsisiūsti nemokomai
Frmboot.lblsec.caption=Sek
FrmBuy.lblinfo4.caption=Neribotas nemokomas palaikimas
pmDelete=Ištrinti pasirinktus didelius failus
pmHelp=Pagalba internete
pmforum=Forumas
pmHome=Namų puslapis
pmContact=Susisiekti su mumis
pmSettings=Nustatymai
pmCheckNew=Tikrinti naujinius
pmLang=Kalba
pmRegister=Registruoti
pmAbout=Apie
pmLicenseKey=Pakeisti licencijos raktą
pmIgnore=Nepaisyti šio elemento
pmRCrec=Pasirinkti saugius įrašus
pmDCrec=Rekomenduojama
pmAll1=Pažymėti viską
pmNone=Nieko nežymėti
pmInvert=Atkeisti pasirinkimą
pmGo=Atidaryti turinio aplanką
pmGoReg=Atidaryti registrų tvarkyklėje...
pmExport=Eksportuoti į ...
FrmWPMain.btnrescue.caption=Pagalba
FrmWPMain.btncheckup.caption=Tikrinti kompiuterį
FrmWPMain.btnsysclean.caption=Valyti sistemą
FrmWPMain.btnsystune.caption=Derinti sistemą
FrmWPMain.btnprivacy.caption=Konfidencialumo apsauga
FrmWPMain.btnSysmon.caption=Sistemos stebėjimas
FrmChangeHeader.caption=Keisti avatarą
FrmHome.btnactive.caption=Naujinti į PRO versiją
FrmHome.lblshare.caption=Dalintis Wise Care 365
FrmHome.lbltools.caption=Įrankiai
FrmHome.btntools.hint=Daugiau įrankių
FrmHome.btnhead.Hint=Keisti avatarą
FrmHome.edtuser.Hint=Keisti slapyvardį
FrmHome.btnfacebook.hint=Dalintis Wise Care 365 Facebook
FrmHome.btntwitter.hint=Dalintis Wise Care 365 Twitter
FrmHome.btngoogle.hint=Dalintis Wise Care 365 Google+
FrmHome.btnemail.hint=Papasakokite draugams apie Wise Care 365
FrmHistory.btncheckup.caption=Tikrinti
FrmHistory.lblrecord.caption=Švarus įrašas
FrmExam.btncancel.caption=Atšaukti
FrmExam.lblrecheck.caption=Tikrinti vėl
FrmExam.btnfix.caption=Sutaisyti
FrmButtons.lblinfo.caption=Galite surušiuoti visus žemiau pateiktus įrankius, nutendami jų piktogramas
Frmabout.lblstatus.caption=Būklė:
FrmAbout.caption=Apie
FrmAbout.lblver.caption=Dabartinė versija:
FrmAbout.lblemail.caption=Palaikymo el. paštas:
FrmAbout.lblhome.caption=Namų puslapis:
FrmAbout.lblthanks.caption=Dėkojame šiems žmonėms už jų indėlį:
FrmAbout.lblWarning.caption=Dėmesio! Šią kompiuterinę programą saugo autorinių teisių įstatymas ir tarptautinės sutartys.
Frmadvdc.btnscan.caption=Nuskaityti
Frmadvdc.lblpath.caption=Nuskaitymo vieta:
Frmadvdc.btnrescan.caption=Nuskaityti vėl
Frmadvdc.btnall.caption=Pažymėti viską
Frmadvdc.btnadvanced.caption=Papildomi nustatymai
Frmadvdc.btnnone.caption=Nieko nežymėti
Frmadvdc.lblspeed.caption=Greičiausias nuskaitymo greitis pasaulyje!
Frmadvdc.lblrec.caption=Kitos programos, kurias mėgsta vartotojai:
Frmadvdc.vtfiles.Columns[0]=Failo pavadinimas
Frmadvdc.vtfiles.Columns[1]=Dydis
Frmadvdc.vtfiles.Columns[2]=Kelias
Frmadvdc.vtfiles.Columns[3]=Paskutinį kartą prisijungta
Frmadvdc.vtfiles.Columns[4]=Tipas
FrmAdvSettings.lblinfo.caption=„Rasti tuščius failus“ įsigalioja tik vieną kartą. Sekantį sykį reikės vėl pasirinkti.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Pridėti
FrmAdvSettings.btnremove.caption=Panaikinti
FrmAdvSettings.btncancel.caption=Atšaukti
FrmAdvSettings.wcknull.caption=Raskite tuščius failus (0 baitų, lėčiau)
FrmAdvSettings.wckshortcut.caption=Rasti netinkamas piktogramas (lėčiau)
FrmAdvSettings.caption=Papildomi nustatymai
FrmAdvSettings.btnre.caption=Rekomenduojama
FrmAdvSettings.btnall.caption=Pažymėti viską
FrmAdvSettings.btnnone.caption=Nieko nežymėti
Frmadvdc.btnre.caption=Rekomenduojama
FrmBackup.caption=Padaryti kopiją
FrmBackup.btnreg.caption=Padaryti pilną registro kopiją
FrmBackup.btnsys.caption=Sukurti sistemos atkūrimo tašką
FrmRestore.caption=Atkūrimo centras
FrmRestore.btnRegBk.caption=Atkurti registrą
FrmRestore.btnSysBK.caption=Atkurti sistemą
FrmRestore.btnclose.caption=Uždaryti
FrmRestore.btnrestore.caption=Atkurti
FrmRestore.btnremove.caption=Panaikinti
FrmGeneral.ckfileshred.caption=Pridėkite failų trynimo piktogramą į kontekstinį menių.
FrmBFConfig.btnall.caption=Pažymėti viską
FrmBFConfig.btnnone.caption=Nieko nežymėti
FrmBFConfig.btnRemove.caption=Panaikinti
FrmBFConfig.caption=Ignoruoti elementus
Frmbigfile.vtfiles.Columns[0]=Failo pavadinimas
Frmbigfile.vtfiles.Columns[1]=Dydis
Frmbigfile.vtfiles.Columns[2]=Tipas
Frmbigfile.vtfiles.Columns[3]=Paskutinį kartą prisijungta
Frmbigfile.vtfiles.Columns[4]=Kelias
Frmbigfile.lblpath.caption=Nuskaitymo vieta:
Frmbigfile.btnrescan.caption=Nuskaityti vėl
Frmbigfile.btnsearch.caption=Ieškoti
Frmbigfile.btndel.caption=Panaikinti
Frmbigfile.btncancel.caption=Sustabdyti
FrmBigFile.btnIgnore.caption=Ignoruoti pasirinktus elementus
FrmBigFile.btnExport.caption=Eksportuoti į...
FrmBigFile.btnExConfig.caption=Ignoruojami elementai
FrmBuy.lblfull.caption=Registruokite pilną „Wise Care 365 Pro“ versiją:
FrmBuy.lblfull1.caption=Norėdami naudotis visomis „Wise Care 365“ funkcijomis, turite įsigyti pilną versiją. Su visa „Wise Care 365“ versija galite:
FrmBuy.lblinfo0.caption=Vienu paspaudimu visos problemos išsprendžiamos per kelias sekundes.
FrmBuy.lblinfo1.caption=Automatiškai išvalo visus nepageidaujamus failus, kompiuterio darbo pėdsakus ir istoriją.
FrmBuy.lblinfo2.caption=Padidina paleidimo greitį, interneto ryšio greitį ir palaiko kompiuterio sistemą kaip naują.
FrmBuy.lblinfo3.caption=„Windows“ sistemos apsauga ir optimizavimas realiuoju laiku.
FrmBuy.btnbuy.caption=Registruokis dabar
FrmBuy.btnactive.caption=Aktyvuokite licenzijos raktą
FrmBuy.lblguarantee.caption=Jei dėl kokios nors priežasties nesate patenkintas programine įranga, pinigus grąžinsime per 60 dienų nuo pirkimo.
FrmBuy.lblkey.caption=Jau turite licencijos raktą?
FrmRegister.caption=Registruoti
FrmLicense.lblinfo.caption=Dėkui, kad pasirinkote Wise Care 365!
FrmLicense.lblinput.caption=Norėdami suaktyvinti PRO versiją, įveskite savo licencijos raktą.
FrmLicense.lblname.caption=Vartotojo vardas:
FrmLicense.lblemail.caption=El.paštas:
FrmLicense.lblkey.caption=Licenzijos raktas:
FrmLicense.btnregister.caption=Registruoti
FrmLicense.lblhelp.caption=Ar turite problemų įkeliant licenzijos raktą?
FrmLicense.lblnokey.caption=Dar neturite licencijos rakto?
FrmLicense.lblsupport.caption=Susisiekti su mumis
FrmLicense.btnbuy.caption=Pirkti
FrmExitNotice.btnexit.caption=Išeiti
FrmExitNotice.btnreg.caption=Pereikite prie lengvos registracijos
FrmExitNotice.lbltitle.caption=Prieš uždarydami „Wise Care 365 Pro“, atkreipkite dėmesį į:
FrmExitNotice.lblinfo.caption=Šios problemos gali sulėtinti jūsų kompiuterio darbą, sumažinti jo efektyvumą ir padidinti nusivylimą bei laiko praradimą.
FrmExitNotice.lblregister.caption=Užregistruokite Wise Care 365 Pro:
FrmCommon.btnall.caption=Pažymėti viską
FrmCommon.btnre.caption=Rekomenduojama
FrmCommon.btnnone.caption=Nieko nežymėti
FrmCommon.btnScan.caption=Nuskaityti
FrmCommon.lblstat.caption=Greitai ir lengvai valomi nenaudingi failai ir jų pėdsakai.
FrmCommon.btncancel.caption=Atšaukti
FrmCommon.btnrescan.caption=Nuskaityti vėl
FrmRegClean.btnall.caption=Pažymėti viską
FrmRegClean.btnre.caption=Rekomenduojama
FrmRegClean.btnnone.caption=Nieko nežymėti
FrmRegClean.btnCustom.caption=Vartotojo sritis
FrmRegClean.WiseLabel1.caption=Planuotojas
FrmRegClean.lbltype.caption=Pasirinkite vykdymo tipą:
FrmRegClean.lblweek.caption=Pasirinkite dieną:
FrmRegClean.lbltime.caption=Laikas:
FrmRegClean.btnScan.caption=Nuskaityti
FrmRegClean.btncancel.caption=Atšaukti
FrmRegClean.btnrescan.caption=Nuskaityti vėl
FrmRegClean.lblstat.caption=Dar neišvalėte registro. Rekomenduojamas momentinis nuskaitymas!
FrmRegClean.lblinfo.caption=Reguliarus registro valymas daro jūsų kompiuterį greitesnį ir stabilesnį.
Frmcustom.caption=Vartotojo sritis
Frmcustom.btnre.caption=Rekomenduojama
Frmcustom.btnall.caption=Pažymėti viską
Frmcustom.btnnone.caption=Nieko nežymėti
Frmcustom.btncancel.caption=Atšaukti
Frmcustom.btnok.caption=OK
FrmDiskDefrag.btnfree.caption=Laisva vieta
FrmDiskDefrag.btnfolder.caption=Aplankas
FrmDiskDefrag.btnfile.caption=Failas
FrmDiskDefrag.btnsystem.caption=Sistemos failai
FrmDiskDefrag.btnFragmented.caption=Fragmentai
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Išjungti kompiuterį, atlikus diko defragmentaciją
FrmDiskDefrag.btnpause.caption=Pristabdyti
FrmDiskDefrag.btnstop.caption=Sustabdyti
FrmDiskDefrag.btnDefrag.caption=Defragmentuoti
FrmDiskErase.lblinfoex.caption=Disko trintuvas gali apsaugoti jūsų privatumą visiškai pašalindamas ištrintus failus.
FrmDiskErase.btnstopErase.caption=Sustabdyti
FrmDiskErase.chkshutdown.caption=Ištrynę diską, išjunkite.
FrmDiskErase.BtnErase.caption=Ištrinti
FrmDiskErase.lblerasemode.caption=Saugumas:
FrmDiskErase.vstDisk.Columns[0]=Diskai
FrmDiskErase.vstDisk.Columns[1]=Visas dydis
FrmDiskErase.vstDisk.Columns[2]=Laisvos vietos
FrmDiskErase.vstDisk.Columns[3]=Būsena
FrmExclusion.btnimport.caption=Importuoti
FrmExclusion.btnexport.caption=Eksportuoti
FrmFileShredder.lblFileLine1.caption=Sunaikintii failai bus kruopščiai pašalinti ir jų nebebus galima atkurti.
FrmFileShredder.lblFileLine2.caption=Užkirskite kelią sunaikintų failų atkūrimui, perrašydami pradinę vietą.
FrmFileShredder.btnErase.caption=Sunaikinti
FrmFileShredder.btnaddfile.caption=Pridėti failus
FrmFileShredder.btnaddfolder.caption=Pridėti aplankus
FrmFileShredder.btnstop.caption=Sustabdyti
FrmFileShredder.btndelitem.caption=Panaikinti
FrmFileShredder.vtfiles.Columns[0]=Failo/Aplanko pavadinimas
FrmFileShredder.vtfiles.Columns[1]=Kelias
FrmFileShredder.vtfiles.Columns[2]=Būsena
FrmGeneral.lbltrash.caption=Nenaudingi failai yra didesni nei
FrmGeneral.lbltrace.caption=Pėdsakų skaičius yra didesnis nei
FrmGeneral.chkturbo.caption=Automatiškai paleiskite Wise Turbo, kai aptinkama bet kuri iš šių aplinkybių
FrmGeneral.chkstartup.caption=Pradėti paleidžiant Windows
FrmGeneral.chkbooster.caption=Paleidę kompiuterį, paleiskite Bootup Booster
FrmGeneral.lblsys.caption=Sistema
FrmGeneral.lblupdate.caption=Tikrinti naujinius
FrmGeneral.chknews.caption=Įkeldami programą patikrinkite, ar nėra naujienlaiškio
FrmGeneral.chkexp.caption=Prisijunkite prie klientų patirties tobulinimo programos
FrmGeneral.lblexp.caption=Išsamiau
FrmGeneral.lblportable.caption=Nešiojama versija
FrmGeneral.btnmakeportable.caption=Sukurti nešiojamą versiją
FrmGeneral.lblinterface.caption=Sąsaja
FrmGeneral.lbllang.caption=Kalba:
FrmGeneral.chkue.caption=Prisijunkite prie mūsų klientų patirties tobulinimo programos
FrmGeneral.btnupdate.caption=Patikrinti
FrmBoosterSettings.chkauto.caption=Gauti orų informaciją automatiškai aptinkant vietą
FrmBoosterSettings.chkset.caption=Norėdami gauti orų informaciją, naudokite šią vietą
FrmGobleSettings.btnstartup.caption=Boot Booster
FrmGobleSettings.caption=Nustatymai
FrmGobleSettings.TabBtnGeneral.caption=Bendrieji
FrmGobleSettings.TabBtnClean.caption=Valytuvas
FrmGobleSettings.TabBtnExclusion.caption=Išimtys
FrmGobleSettings.TabBtnCheckup.caption=Pasirinktinai tikrinti
FrmGobleSettings.btncancel.caption=Atšaukti
FrmGobleSettings.btnok.caption=Išsaugoti
FrmGobleSettings.btnTray.caption=Dėklas
FrmGobleSettings.btnSysProect.caption=Sistemos apsauga
FrmNewVer.lblTitle.caption=Yra nauja versija.
FrmNewVer.lblignore.caption=Nepaisyti šios versijos
FrmNewVer.btnno.caption=Ne dabar
FrmNewVer.btnUpdate.caption=Naujinti dabar
FrmOptimizer.btnoptimize.caption=Optimizuoti
FrmOptimizer.lblinfoex.caption=Sistemos derinimas gali pagerinti jūsų tinklo ir sistemos greitį.
FrmOptimizer.btnnone.caption=Nieko nežymėti
FrmOptimizer.btnall.caption=Pažymėti viską
FrmOptimizer.btnDefault.caption=Numatyti sistemos nustatymai
FrmPrivacyErase.lblinfo.caption=Apsaugokite savo privatumą ištrindami asmeninius stebėjimo duomenis.
FrmPrivacyErase.btnrescan.caption=Nuskaityti vėl
FrmPrivacyErase.btnScan.caption=Nuskaityti
FrmProcess.caption=Registro defragmentacija
FrmProcess.lblwait.caption=Prašome palaukti...
FrmProcess.lblinfo.caption=Defragmentavimo metu jūsų kompiuteris gali tapti kelioms minutėms nevaldomas.
FrmRegDefragger.lblinfo.caption=Po registro defragmentavimo jūsų kompiuteris gali veikti greičiau ir stabiliau.
FrmRegDefragger.lblstat.caption=Dar ne defragmentavote registro. Siūlomas greitas defragmentavimas!
FrmRegDefragger.btndefrag.caption=Defragmentuoti
FrmRegDefragger.lblinfo1.caption=1. Prieš paleidžianti šią funkciją, siūlome uždaryti visas kitas programas.
FrmRegDefragger.lblinfo2.caption=2. Sistema, tikrinimo metu, gali laikinai nereguoti į užklausas, ir tai yra normalu.
FrmRegDefragger.lblinfo3.caption=3. Sistema automatiškai persikraus iš naujo, kai baigsis registro defragmentavimas.
FrmRegDefragger.lblinfo4.caption=4. Nenutraukite defragmavimo proceso, nes tai gali sukelti nežinomų padarinių.
FrmRegDefragger.vtdefrag.Columns[0]=Grupės pavadinimas
FrmRegDefragger.vtdefrag.Columns[1]=Dabartinis dydis
FrmRegDefragger.vtdefrag.Columns[2]=Naujas dydis
FrmRegDefragger.vtdefrag.Columns[3]=Pertekliaus koeficientas
FrmRegDefragger.btnAnalysis.caption=Tikrinti
FrmPwGenerator.lblnotice.caption=Pastaba: Išsisaugokite slaptažodį, kad jo nepamirštumėte.
FrmPwGenerator.BtnCopy.caption=Nukopijuoti į iškarpinę
FrmPwGenerator.ckdigital.caption=Skaitmeninis
FrmPwGenerator.cklowercase.caption=Mažosios raidės
FrmPwGenerator.ckupercase.caption=Didžiosios raidės
FrmPwGenerator.ckspecial.caption=Specialūs simboliai
FrmPwGenerator.lblinfo.caption=Slaptažodžio generatorius padės sukurti sugų slaptažodį.
FrmPwGenerator.lbllen.caption=Slaptažodžio ilgis
FrmPwGenerator.Btngenerator.caption=Slaptažodžio generatorius
FrmRate.Btnlist.caption=Vartotojų apžvalgos
FrmRate.Btnreview.caption=Mano apžvalga
FrmRate.Btnfirst.caption=Pateikitė pirmas atsiliepimą
FrmRate.Btnsubmit.caption=Pateikti
FrmRate.lblscore.caption=Įvertinimas:
FrmRate.lblscorehint.caption=(Norėdami įvertinti, turite spustelėti žvaigždes)
FrmRate.lblnick.caption=Jūsų slapyvardis
FrmRate.lblnickhint.caption=(Neprivaloma)
FrmRate.lblemail.caption=Jūsų el.paštas
FrmRate.lblemailhint.caption=(Neprivaloma)
FrmRate.lblcontent.caption=Turinys:
FrmRate.lblcontenthint.caption=(Neprivaloma)
FrmRate.lbldesctitle.caption=Programinės įrangos aprašymas:
FrmRate.lblratesoft.caption=Rekomenduojama programinė įranga
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Atšaukti
FrmSchedule.lblinfo.caption=Reguliarus automatinis valymas padeda išlaikyti kompiuterio našumą ir taupo jūsų laiką.
FrmSchedule.chksilent.caption=Tylus rėžimas
FrmSchedule.lbltype.caption=Pasirinkite vykdymo tipą:
FrmSchedule.lblweek.caption=Pasirinkite dieną:
FrmSchedule.lbltime.caption=Laikas:
FrmSchedule.caption=Užduočių tvarkytuvė
FrmStartupMgr.chkhidems.caption=Slėpti visas Microsoft tarnybas
FrmStartupMgr.TabBtnBoot.caption=Paleistis
FrmStartupMgr.TabBtnService.caption=Servisai
FrmStartupMgr.TabBtnHis.caption=Įrašai
FrmStartupMgr.BtnRestoreAll.caption=Vienu paspaudimu atkurti
FrmStartupMgr.tabbtnup.caption=Pagreitinti
FrmSysClean.btnSlimming.caption=Sumažinti
FrmSysClean.btnall.caption=Pažymėti viską
FrmSysClean.btnrecommended.caption=Rekomenduojama
FrmSysClean.btnnone.caption=Nieko nežymėti
FrmSysClean.vtsys.Columns[0]=Elementas
FrmSysClean.vtsys.Columns[1]=Dydis
FrmSysClean.vtsys.Columns[2]=Vieta
FrmSysClean.vtsys.Columns[3]=Pasiūlymas
FrmTabSysClean.TabBtnBigFile.caption=Didelių failų tvarkyklė
FrmTabPrivcay.TabBtnPrivacyErase.caption=Privatumo trynimas
FrmTabPrivcay.TabBtnDiskErase.caption=Disko trynimas
FrmTabPrivcay.TabBtnFileShredder.caption=Failų naikinimas
FrmTabPrivcay.TabBtnPwGenerator.caption=Slaptažodžio generatorius
FrmTabSysClean.TabbtnRegclean.caption=Registro valymas
FrmTabSysClean.TabBtnCommonClean.caption=Bendras valymas
FrmTabSysClean.TabBtnAdvClean.caption=Pažangus valymas
FrmTabSysClean.TabBtnSysSimming.caption=Sistemos apimties mažinimas
FrmTabSysTune.TabbtnSysOpt.caption=Sistemos optimizavimas
FrmTabSysTune.TabBtnDDefrag.caption=Disko defragmentacija
FrmTabSysTune.TabBtnRDefrag.caption=Registro defragmentacija
FrmTabSysTune.TabBtnBoot.caption=Sistemos paleidimo tvarkytuvė
FrmTabSysTune.TabBtnContext.caption=Kontekstinis meniu
FrmTabSysMon.TabBtnProcess.caption=Procesų monitorius
FrmTabSysMon.TabBtnHard.caption=Techninės įrangos apžvalga
FrmTabSysMon.btnProcessor.caption=Procesorius
FrmTabSysMon.btnBoard.caption=Pagrindinė plokštė
FrmTabSysMon.btnMemory.caption=Atmintis
FrmTabSysMon.btnGraphic.caption=Vaizdo plokštė
FrmTabSysMon.btnDisk.caption=Kietasis diskas
FrmTabSysMon.btnNetAdapter.caption=Tinklo adapteris
FrmTabSysMon.btnSoundCard.caption=Garso korta
FrmSettingClean.cksafe.caption=Saugus ištrynimas
FrmSettingClean.chkAutoBackup.caption=Automatinis registro atsarginis kopijavimas valant
FrmSettingClean.lblfolder.caption=Pasirinktinis aplankas, kurį reikia išvalyti (galioja išplėstiniame valiklyje)
FrmSettingClean.btnadd.caption=Pridėti
FrmSettingClean.btnremove.caption=Panaikinti
FrmSettingClean.lblscanmode.caption=Kaip nuskaityti registrą
FrmSettingClean.rdnormal.caption=Numatytasis nuskaitymas
FrmSettingClean.rdssafe.caption=Saugus nuskaitymas
FrmSettingClean.rddeep.caption=Gilus skanavimas
FrmSettingClean.lblusers.caption=Keliems vartotojams:
frmsettingclean.rdauser.caption=Visi vartotojai
frmsettingclean.rdcuser.caption=Tik dabartiniam vartotojui
frmsettingclean.rdusers.caption=Pasirinkti vartotojai
FrmIgnoredItems.BtnRestore.caption=Atkurti
FrmIgnoredItems.btnall.caption=Pažymėti viską
FrmIgnoredItems.btnnone.caption=Nieko nežymėti
FrmIgnoredItems.lblinfo.caption=Ignoruojami patikrinimo elementai
FrmShutDownNote.caption=Išjungti priminėją
FrmShutDownNote.btnCancel.caption=Atšaukti
FrmShutDownNote.lblshutnote.caption=Jūsų kompiuteris išsijungs
Frmskin.lblphoto.caption=Individualizuotos nuotraukos tema
FrmSkin.lblprevious.caption=Ankstesnis
FrmSkin.lblnext.caption=Sekantis
frminput.btncancel.caption=Atšaukti
frminput.btnok.caption=OK
FrmChangeHeader.btncustom.caption=Individualizuotas avataras
FrmChangeHeader.btnsys.caption=Sistemos avataras
FrmChangeHeader.btnlocal.caption=Vietinis paveikslėlis
FrmChangeHeader.btnok.caption=OK
FrmChangeHeader.btncancel.caption=Atšaukti
FrmChangeHeader.lblpreview.caption=Peržiūra
Frmsecurity.caption=WiseCleaner.com klientų patirties tobulinimo programa
Frmsecurity.lbltitle.caption=Prisijunkite prie klientų patirties tobulinimo programos
Frmsecurity.lblinfo1.caption=Norėdami padėti tobulinti šį produktą, galite prisijungti prie klientų patirties tobulinimo programos, siųsdami žinutes į WiseCleaner.com apie tai, kaip naudojate produktus.
Frmsecurity.lblinfo2.caption=Jokia surinkta informacija nenaudojama jūsų tapatybei nustatyti ar su jumis susisiekti, ir jūs galite bet kada atsisakyti programos.
Frmsecurity.lbllink.caption=Sužinokite daugiau apie klientų patirties gerinimo programą.
Frmsecurity.cbagree.caption=Prisijunkite prie klientų patirties tobulinimo programos.
Frmsecurity.cbagainst.caption=Šį kartą nenoriu prisijungti prie programos.
Frmsecurity.btnok.caption=OK
FrmTrail.lbltitle.caption=Dėkojame, kad pasirinkote Wise Care 365
FrmTrail.lblhint.caption=Pasibaigus bandomajam laikotarpiui, negalėsite naudoti šių funkcijų.
FrmTrail.lblinfo0.caption=1, Vienu paspaudimu patikrinkite ir ištaisykite kompiuterio klaidas.
FrmTrail.lblinfo1.caption=2, Privatumo trinimas.
FrmTrail.lblinfo2.caption=3, Kontekstinio meniu valdymas.
FrmTrail.lblinfo3.caption=4, Automatinis naujinimas į naują versiją.
FrmTrail.lblinfo4.caption=5, Fantastiškos naujos išvaizdos ir temos.
FrmTrail.lblhint1.caption=Jei jums patinka ši programa, atnaujinkite ją laiku.
FrmTrail.btnbuy.caption=Pirkti
FrmTrail.btnClose.caption=Vėliau
FrmReqInstall.lblTitle.caption=Įrankis nėra paruoštas, ar norėtumėte jį iškart atsisiųsti ir įdiegti?
FrmReqInstall.lblLicense.caption=Peržiūrėti licencijos sutartis
FrmReqInstall.lblPrivacy.caption=Peržiūrėkite privatumo politiką
[Lang]
NativeLanguage=Lietuviškai
[GUI]
ButtonYes=Taip
ButtonNo=Ne
ButtonOK=OK
ButtonMinimize=Suskleisti
ButtonMaximize=Išskleisti
ButtonClose=Uždaryti
ButtonRestore=Atkurti
ButtonMenu=Meniu
ButtonSkin=Tema
apply=Taikyti
Nothanks=Ačiū, ne
ButtonCancel=Atšaukti
[WiseTray]
TfrmTraySetting.ckclose.caption=Uždarykite dėklą, kai uždaroma pagrindinė programa.
TfrmAssistMsg.ckbxNoPrompt.caption=Neklausti dar kartą
TfrmTraySetting.ckAssist.caption=Praneškite man, kai kas nors atsakė į mano pranešimą.
TfrmTraySetting.ckReware.caption=Įspėti mane, kai kas nors paskelbė mokamą klausimą.
TfrmTraySetting.Caption=Nustatymai
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Atšaukti
TfrmTraySetting.ckbx4.Caption=Paleidžiant Wise Care 365 automatiškai rodomas iššokantis langas
TfrmTraySetting.lbl4.Caption=Automatinis atminties optimizavimas, kai atminties sunaudojimo santykis yra didesnis nei ši vertė
TfrmTraySetting.lbl1.Caption=Temperatūros vienetas
TfrmTraySetting.lbl2.Caption=Rodyti sistemos informaciją
TfrmTraySetting.ckbx2.Caption=Farenheitas
TfrmTraySetting.ckbx1.Caption=Celsijus
TfrmTraySetting.ckbx3.Caption=Automatinis optimizavimas
TfrmTraySetting.ckbx5.Caption=CP temperatūra
TfrmTraySetting.ckbx6.Caption=VP temperatūra
TfrmTraySetting.ckbx7.Caption=Kietasis dskas
TfrmTraySetting.ckbx8.Caption=Pagrindinės plokštės temperatūra
TfrmTraySetting.ckbx9.Caption=Tinklo greitis
TfrmTraySetting.ckbx10.Caption=CP naudojimas
FrmTrayMain.btnExit.caption=Išeiti
FrmTrayMain.btnShowMain.caption=Atidarykite pagrindinę programą
FrmTrayMain.ppmitem2_1=Slėpti iššokantį langą
FrmTrayMain.ppmitem2_2=Rodyti iššokantį langą
frmWiseFloatWnd.ppmStayontop=Likite viršuje
frmWiseFloatWnd.ppmHide=Išeiti iš iššokančio lango
TfrmPopupWnd.Caption=Wise Care 365 dėklas
TfrmPopupWnd.btn1.Caption=Optimizuoti
TfrmPopupWnd.lblM.Caption=Atmintis:
TfrmPopupWnd.lblC.Caption=CP:
TfrmPopupWnd.lblC1.Caption=CP:
TfrmPopupWnd.lbl1.Caption_1=Pakanka atminties
TfrmPopupWnd.lbl1.Caption_2=Mažiau laisvos atminties
TfrmPopupWnd.lbl1.Caption_3=Retai prieinama atmintis
TfrmPopupWnd.lvitem0=Optimizuokite sistemos išteklius
TfrmPopupWnd.lvitem1=Išvalyti atmintį
TfrmPopupWnd.lvitem10=Didelis atminties vartojimas
TfrmPopupWnd.lvitem30=Didelis CP vartojimas
TfrmPopupWnd.msg1=Išvalykite atmintį
TfrmTraySetting.lblTip.Caption=Tinkinkite iššokantį langą
TIP_CPU_USE=CP naudojimas
H_ID_MAINBOARD=Pagrindinės plokštės temperatūra
H_ID_CUP=CP temperatūra
H_ID_GRAPHICS_T=Vaizdo plokštės temperatūra
H_ID_DISK=Disko temperatūra
[Context]
ContxtMgrInfo=Paprastas būdas išjungti / įjungti Windows kontekstinį meniu.
ContextName=Meniu antraštė
ContextPublisher=Leidėjas
ContextType=Tipas
ContextAction=Būsena
ContextAll=Visi failai (*)
ContextDirectory=Katalogas
ContextFolder=Aplankas
ContextDrive=Diskasukis
ContextBack=Darbalaukis
ContextRecycle=Šiukšlinė
ContextShortcut=Spartusis failas
ContextExe=Vykdyti failą
Contextunknowndesc=Nežinomas aprašymas
Contextunknown=Nežinoma įmonė
[Message]
systemrestorepoint=Automatiškai sukurkite sistemos atkūrimo tašką
SSD=Jūsų pasirinkimas apima bent vieną kietojo kūno diską (SSD), kuris, patikimai  jį nuvalius, gali per anksti susidėvėti.
NoNews=Neturite neskaityto pranešimo.
MWDetected=Aptikta, kad „MalwareBytes“ blokuoja %s nuo darbo. Spustelėkite OK, kad gautumėte sprendimą.
ConfirmRemoveDownload=Tai pašalins visus failus, esančius atsisiuntimo aplanke, ar tikrai norite tęsti?
OverMaxTimes=Autentifikavimo klaida! Viršijote maksimalų suaktyvinimų skaičių, numatytą jūsų licencijoje. Nedvejodami susisiekite su mumis, jei manote, kad įvyko suaktyvinimo klaida arba jums reikia daugiau licencijų!
Skipped=Praleisti
7After=Nuo paskutinio registro valymo praėjo %d dienos. Rekomenduojamas momentinis nuskaitymas.
7Before=Kuo švaresnis bus jūsų registras, tuo greitesniu taps jūsų kompiuteris!
Activated=Pro versija suaktyvinta.
ActivateOnline=Tikrinama registracijos informaciją, palaukite kelias sekundes ...
AddFileType=Pridėti failo tipą
AddFolder=Pridėti aplanką
AdviseClean=Reguliarus registro valymas paspartins ir stabilizuos jūsų kompiuterį.
AllHardDrive=Vietiniai kietieji diskai
AlreadExist=%s jau yra sąraše.
Analysing=Tikrinama...
Area=Sritis
AvdDefaultHint=Raskite daugiau nenaudingų failų ir atlaisvinkite daugiau vietos.
BackupDate=Atsarginės kopijos data
BackupType=Atsarginės kopijos tipas
BFName=Failo pavadinimas
BFPath=Kelias
BFSize=Failo dydis
BFType=Tipas
BigfileHint=Sistemos raktų failai ir svarbūs failai jau buvo išfiltruoti iš nuskaitymo rezultatų. Būkite atsargūs rinkdamiesi kitus failus.
BigfileSearch=Reguliariai ištrinkite nenaudojamus didelius failus, užimančius vietos diske, kad atlaisvintumėte daugiau vietos diske!
BigfileSearchFinish=Rasta %d didelių failų, užimančių %s vietos diske. Trukmė: %d sekundės (-ių).
BigfileSelect=Jūs pasirinkote %d failus, kurių ištrynimas padės jums gauti %s vietos diske.
bkAuto=Automatiškai
bkManual=Rankiniu būdu
Browse=Naršyti...
BrowserRunning=%s veikia. Ar norėtumėte jį uždaryti? Uždarius talpyklos ir slapukai nebus išvalyti.
BtnHint=Greičiau ir saugiau
BtnUpgrade=Pilna versija
Cancel=Atšaukti
CanFreeSpace=%d failų buvo rasta, ir %s disko vietos galima sutaupyti.
CannotCrTask=Neįmanoma sukurti tvarkaraščio užduoties.
Clean=Valyti
CleanDone=Valymas baigtas!
CleanForReg=Valomas registras...
CleanHis=Valyti istoriją
Cleaning=Valoma...
CleanNow=Rekomenduojama nedelsiant išvalyti.
ComfirmDefrag=Išsaugokite nebaigtą darbą, nes kompiuteris iš naujo pasileis po defragmento. Tęsti?
Complete=Baigta
Compress=Suspaudžiama...
ConfirmAdd=Ar tikrai norite pašalinti visus failus %s, kai paleisite „Pažangųjį valiklį“?
ConnectFail=Nepavyksta prisijungti prie serverio, patikrinkite interneto ryšį ir bandykite vėliau.
CreateBackup=Kuriami atsarginės kopijos duomenys...
CreateBackupReg=Kuriami atsarginės kopijos duomenys... Palaukite kelias minutes.
CreateDate=Sukūrimo data
def15After=Praėjo %d dienos nuo paskutinio karto, rekomenduojama nedelsiant ištaisyti registrą.
def15Before=Kompiuteris veiks greitai ir stabiliai, jei padarysite registrą kiek įmanoma kompaktiškesniu.
DefaultValue=(Numatytas)
DefragRate=Optimizavimo lygis yra: %s.
DefragReport=Registras buvo sutankintas. Optimizuota ataskaita:
DefragReport1=Ankstesnis registro dydis:
DefragReport2=Naujas registro dydis:
DefragReport3=Optimizuotas dydis:
delbigfile=Didelių failų ištrynimas yra vienpusis procesas be atsarginės kopijos. Ar norite ištrinti tuos pasirinktus failus?
delbigfileFail=Negalima ištrinti failo: %s, galbūt jį naudojo kita programa.
DelSkin=Ar tikrai norite ištrinti šią temą?
Description=Aprašymas
DisableAdd=Saugumo sumetimais kai kurie sistemos aplankai (pvz., „Windows aplankas“, „Kietojo disko įkrova“ ir „CD-ROM“) pridedami prie šio sąrašo.
Discount=(25% nuolaida galioja dabar)
DiscountInfo1=Wise Care 365 Free naudojote %d dienas,
DiscountInfo2=dabar mes turime jums specialų pasiūlymą,
DiscountInfo3=mokėkite tik %s, kad atnaujintumėte į PRO versiją.
DownloadError=Atsisiuntimo klaida, bandykite vėliau.
DownloadingSkin=Dabartinė atsisiuntimo užduotis nėra baigta. Atnaujinkite vėliau.
DupFile=Failas sąraše
DupFolder=Šis aplankas jau yra sąraše.
DupItem=Elementas jau yra sąraše.
ElapsedTime=Praėjęs laikas:
ELeftTime=Laiko numatymas...
EmptyEmail=El.pašto adreso laukas negali būti tuščias.
EmptyName=Jūsų vardo laukas negali būti tuščias.
EmpytKey=Licencijos rakto laukas negali būti tuščias.
EnableRestore=Sistemos atkūrimas išjungtas. Ar norite įgalinti sistemos atkūrimą?
Entries=Įrašai
ErrorMsg=Klaidos pranešimas:
ExImport=Išimčių sąrašas buvo eksportuotas į:
ExitTray=Ar tikrai norite išeiti iš Wise Care 365 padėklo?
ExpiryDate=Licenzijos pabaigos laikas:
Exported=Dabartiniai įrašai buvo eksportuoti į %s. Ar norite atidaryti failą dabar?
Extracte=Išpakuojama...
FailedCloseProcess=Nepavyko nutraukti programos. Prašome uždaryti oprogramos objektą rankiniu būdu.
FailToDelete=Kai kurie failai, kurių negalima ištrinti, gali būti pašalinti iš naujo paleidus kompiuterį.
failtounLock=Nepavyko atblokuoti registro tvarkyklės. Gal jums reikia papildomo leidimo, kad galėtumėte atlikti šią operaciją.
FindDrives=Ieškoma diskų...
FindError=Buvo rasta %d problemų, iš kurių %d įrašus pašalinti nėra saugu.
FindFilesSize=Buvo rasta %d failų, iš viso %s
FindRunProcess=Vykdomas programos objektas. Uždarykite jį, kad baigtumėte šį naujinimą.
FindTraces=Rasta %d istorija.
FindTracesSection=Šiame skyriuje rasta %d pėdsakų
Fix=Sutaisyti
Free=Laisva
GetHotSkinError=Klaida atsiranda užklausiant temos informacijos.
GettingRestoreData=Gaunami atkūrimo duomenys ...
GoodHabit=Reguliarus registro valymas užtikrins maksimalų kompiuterio našumą.
HaveChange=Ar norite išsaugoti pakeitimus?
Hours=Valandos
Ignore=Nepaisyti
IgnoreVer=Nepaisyti šio naujinio
illegalType=%s yra neteisingas failo tipas.
InputCookie=Įveskite domeną (pvz., „Google“, tiesioginį ir pan.)
InputSummary=Įveskite šio tipo santrauką:
InputType=Įvesties failo vardas arba failo tipas (pavyzdžiui: * .tmp ir tt ...)
InvalidEmail=Neteisingas el.pašto adresas, įveskite teisingą el.pašto adresą.
InvalidIgnorItem=Negalima ignoruoti šio elemento.
InvalidKey=Netinkamas licencijos raktas. Įveskite galiojantį raktą.
InvalidRegInfo=Netinkama registracijos informacija!
InvalidType=Netinkamas failo plėtinys
IsRunning=Programa nuskaitoma, palaukite, kol nuskaitymas bus baigtas, tada bandykite dar kartą.
IssueFound=Buvo rasta %d problemų.
IssuesFound=%d problemų rasta.
Items=Elementai
KeyWord=Įveskite savo raktažodį:
KillProcessError=Nutraukite proceso klaidą, galima priežastis yra nepakankami leidimai
LastClean=Paskutinis jūsų valymas buvo:
LastCommonClean=Paskutinis jūsų valymas buvo:
LastDefrag=Paskutinis jūsų registro defragmentavimo laikas:
LeastOne=Turėtumėte pasirinkti bent vieną skenavimui sritį.
LeftTime=Likęs laikas:
LeftTimeSec=Trukmė: %s sekundės.
LestOne=Turėtumėte pasirinkti bent vieną skenavimui sritį.
LestOneClean=Turėtumėte pasirinkti bent vieną skenavimui sritį.
LestOneItem=Turėtumėte pasirinkti bent vieną skenavimui sritį.
LogAll=%d rastos problemos, %d problemos buvo išspręstos.
LogFail=Nepavyko pašalinti %d elementų.
Minutes=Minutės
MoreSpace=Nebūtina
NeedBackup=Panašu, kad tai pirmas kartas kai jūs tikrinate savo kompiuterį. Rekomenduojama nedelsiant sukurti atsarginę kopiją. Ar norėtumėte dabar automatiškai kurti atsargines kopijas?
NeedInstall=Ar norite įdiegti %s dabar?
NeedStartup=Savo kompiuterį turite pagreitinti rankiniu būdu, nes Wise Care 365 nenustatyta paleisti kartu su kompiuteriu.
NeedUpdate=Ar norite atnaujinti %s dabar?
Never=Niekada
NeverDefrag=Jūs dar nedefragmentavote registro!
New=Naujas
NewVer=Galima nauja versija! Ar norite atnaujinti dabar?
NoBackupSelected=Turėtumėte pasirinkti bent vieną atsarginę kopiją, kurią norite atkurti.
NoDriveChecked=Skenavimui turėtumėte pasirinkti vieną ar daugiau diskų.
NoError=Sveikinimai, jokių problemų nerasta!
NoFilesFound=Valyti
NoItemChecked=Valymui turėtumėte pasirinkti vieną ar kelis failus.
NoItemFound=Nerasta elementų
NoItems=Sveikiname! Visi elementai buvo optimizuoti.
NoNewVer=Sveikiname, jūsų naudojama versija yra naujausia!
NoRegInfo=Nerandu jūsų registracijos informacijos.
Notice=Padarykite kompiuterį greitesnį ir saugesnį
NoTracesFound=Jokių pėdsakų
NoTrashAndTrace=Sveikiname! Jūsų kompiuteris tvarkingas.
NotShowNotice=Daugiau nebeparodyti šio pranešimo.
NotSupportOS=Ši funkcija nepalaikoma šioje operacinėje sistemoje.
NowCleaning=Valyti dabar:
Offer=Specialus pasiūlymas
Optimize=Optimizuoti
PluginCount=Papildinių skaičius:
PrivacyActive=Norėdami suaktyvinti
PrivacyData=Privatumas:
PrivacyDefaultHint=Reguliarus stebėjimo duomenų nuskaitymas gali apsaugoti jūsų privatumą nuo smalsių akių.
Privacyissues=Privatumo problemos:
PrivacyUnActive=Privatumo problemos: Nesuaktyvinta
Problems=Problemos:
Proupdate=Apgailestaujame, kad dovanų versija nepalaiko naujovinimo, tačiau galime suteikti 50% nuolaidą, kad gautumėte naujausią versiją. Priešingu atveju ji taps nemokama versija, jei nuspręsite ją atnaujinti. Tęsti?
RegBackup=Registro atsarginė kopija
RegBackupDone=Registro atsarginė kopija sėkmingai sukurta.
RegBackupFail=Nepavyko sukurti registro atsarginės kopijos.
RegeditorLocked=Jūsų registro tvarkyklė užblokuota. Norėdami sukurti/atkurti atsarginę kopiją, reikalingas priėjimas prie registro tvarkyklės. Ar norite dabar atblokuoti registro tvarkyklę?
RegEntries=Netinkami registro įrašai.
Regerror=Registruotis:
Registried=Registruotas
RegRestore=Atkurti registrą
RegTitle=Neregistruotas
Removebackup=Ar tikrai norite pašalinti pasirinktus atsarginius failus?
RemoveSysRestore=Ar tikrai norite pašalinti pasirinktą sistemos atkūrimo tašką?
ReScanHint=%d rastų problemų, norint rasti daugiau problemų, rekomenduojama atlikti antrą nuskaitymą.
ReScanHint1=Norėdami rasti daugiau problemų, siūlome dar kartą nuskaityti.
ReScanHint2=Norėdami rasti daugiau problemų, patikrinkite dar kartą.
RestoreComplete=Atkūrimas baigtas.
RestoreFromSysRestore=Atkūrę sistemą, turite iš naujo paleisti kompiuterį. Ar norite pradėti sistemos atkūrimą dabar?
RestorePointDone=Atkūrimo taškas sėkmingai sukurtas.
RestorePointFail=Nepavyko sukurti sistemos atkūrimo taško.
RestoreReg=Atkuriama registras... Palaukite kelias minutes.
Safetodel=Šį elementą galima saugiai ištrinti.
ScanAborted=Nuskaitymas atšauktas!
ScanCanceled=Nuskaitymas atšauktas!
ScanFor=Nuskaitymas:
Scaning=Nuskaitymas...
ScannedSection=Nuskaityti skyriai:
Scanning=Nuskaitymas...
ScheduleHint=Reguliariai valykite kompiuterį.
ScheduleNextTime=Kitą kartą:
ScheduleNotActive=Tvarkaraščio užduotis neįgalinta.
Secs=Sekundės
SelectFolder=Pasirinkite aplanką
SelectHardDrive=Pasirinkite standųjį diską
ShredFile=Sunaukinkite failą/aplanką
SkinCorrupt=Atsiųstas temos failas neišsamus arba sugadintas! Prašome dar kartą atsisiųsti.
SkinLimit=Ši tema galima tik Pro versijoms, atnaujinti dabar?
StartClean=Valyti
StartScan=Nuskaityti
SuggestDefrag=Rekomenduojama nedelsiant defragmuoti.
SuggestIgnore=Kitą kartą galite defragmentuoti savo registrą.
Summary=Suvestinė
SysCreating=Kuriamas sistemos atkūrimo taškas...
SysProtectOff=Išmintingoji apsauga išjungta
SysProtectOn=Išmintingoji apsauga įjungta
SysRestoring=Ruošiamasi atkurti sistemą...
ThanksRegister=Dėkojame, kad užregistravote šį produktą!
Total=Iš viso:
TotalDefrag=%.2f buvo suspaustas.
TotalTraces=Rasta %d pėdsakų.
TraceCount=Pėdsakai:
TraceFound=Rasta %d pėdsakų.
TraceFoundEx=Buvo rasti šie pėdsakai:
TraceRemoved=%d pėdsakai buvo pašalinti.
TranslateTo=Išversti į...
TrashFound=Buvo rasta %d failų, iš viso %s.
TrashFoundEx=Rasta šie nepageidaujami failai:
TrashRemoved=Pašalinti %d failai, atlaisvinus %s vietos diske.
TrashSize=Failai:
TrayNotice=Jūsų kompiuteris nebuvo valomas daugiau kaip pusę mėnesio!
TuneupCount=Derinti:
TypeChanged=Jūs pakeitėte nuskaitymo elementus!
TypeNoError=Valyti
Unknow=Nežinoma
Unlimited=Neribota
Unoptimized=Neoptimizuota
Unregistried=Neregistruota
VipSkin=Ši tema galima tik registruotiems vartotojams. Registruotii dabar?
WaitForDownload=Palaukite, kol atsisiųsite.
WaitUpdateComplete=Dabartinė atnaujinimo užduotis nėra baigta. Vėliau atnaujinkite šią programinę įrangą.
WarnNoType=Turėtumėte pasirinkti bent vieną failo tipą!
WarnZeroFile=Jūs pasirinkote režimą „Tuščias failas“, prieš pašalindami juos, peržiūrėkite juos. Tęsti?
WDCReport=Išmanaus disko valiklio ataskaita
Working=Palaukite, kol bus atlikta dabartinė užduotis, tada bandykite dar kartą.
[Exclusion]
Folder=Išskirtas aplankas
AddFolder=Pridėti aplanką
File=Išskirats failas
AddFile=Pridėti failą
File Type=Išskirto failo tipas
AddType=Pridėti tipą
Registry=Išskirtas registro raktas
Add Key=Pridėti raktą
Delete=Panaikinti
Cookies=Išskirtas domenas
Add Cookie=Pridėti domeną
Whiteapp=Leidžiamos programos
Blackapp=Blokuojamos programos
WhitePosition=Leidžiamų programų pozicija
BlackPosition=Blokuojamų programų pozicija
[PrivacyScan]
SeenPictures=Peržiūrėtų nuotraukų istorija
SeenPicturesHint=Peržiūrėtų nuotraukų istorija naršant internete.
SeenMovies=Žiūrėtų filmų/vaizdo įrašų istorija
SeenMoviesHint=Žiūrėtų filmų/vaizdo įrašų istorija naršant internete.
AccessFiles=Priėjimo prie failų istorija
AccessFilesHint=Failų prieigos istorija, kai naudojamas kompiuteris.
VisitedWeb=Aplankytų puslapių istorija
VisitedWebHint=Aplankytų puslapių istorija naršant internete.
[PrivacyClean]
GoodHabit=Jūs turite švarų kompiuterį, tai geras įprotis, laikykitės jo!
CleanNow=Yra privatumo problemų. Rekomenduojama nedelsiant išvalyti.
TraceFound=Buvo rasta %d privatumo problemų.
TraceRemoved=%d privatumo problemos buvo pašalintos.
[Password]
Weak=Silpnas
OK=OK
Strong=Stiprus
[Schedule]
Daily=Kasdien
Weekly=Kas savaitę
Monthly=Kas mėnesį
Idle=Kai nėra apkrovos
Login=Prisijungiant
Sunday=Sekmadienis
Monday=Pirmadienis
Tuesday=Antradienis
Wednesday=Trečiadienis
Thursday=Ketvirtadienis
Friday=Penktadienis
Saturday=Šeštadienis
AutoScan=Automatinis nuskaitymas
AutoClean=Automatinis valymas
[Bootup]
BootAction=Operacija
BootDelHint=Ištrinti šį elementą
BootLoad=Įkeliama paleisties programa ir paslaugos
BootName=Programinės įrangos aprašymas
BootRate=Programinės įrangos įvertinimas
BootSuggestion=Pasiūlymas/įvertinimas
BootTime=Įkrovos laikas
BtnRestore=Atkurti
CanDisable=Neprivaloma išjungti
delItem=Ar tikrai norite ištrinti elementą?
Disable=Išjungti
Enable=Įjungti
FailToChange=Šio elemento negalima įjungti ar išjungti.
HisInfo=Šiuo metu %d elementai išjungti. Čia galite lengvai įjungti klaidingai išjungtą elementą paleidimo metu.
Keep=Palik tai kaip yra
MaySpeedup=Jūsų įkrovos laikas bus sutrumpintas %.2f sekundėmis.
MustEnable=Turi būti įjungtas
NoHisInfo=Šiuo metu nei vienas elementas nėra išjungtas.
NoSuggestion=Kol kas nėra jokio pasiūlymo
Optimal=Optimalus
Publisher=Leidėjas
ServiceCountInfo=Rasta %d trečiųjų šalių paslaugų ir %d sistemos paslaugų.
ServiceName=Aptarnavimo aprašymas
StartupInfo=Išjunkite kai kurias nereikalingas paleisties programas, kad padidintumėte kompiuterio įkrovos greitį.
ToDisable=Rekomenduojama išjungti
ToKeep=Palikite kaip yra
Tuneup=Optimizuokite
TuneupDone=%d įkrovos elementas(-ai) buvo išjungti.
TuneupFaile=%d įkrovos elemento(-ų) negalima išjungti.
[Msg]
WDCScanSpeed=Greičiausias nuskaitymo greitis pasaulyje!
WDCSysSlimming=Nerasta failų!
PowerOpt=Jokių optimizuojamų elementų!
[CommonClean]
ScanAbortedHint1=Siūlome nedelsdami nuskaityti dar kartą, kad rastumėte nenaudingus failus.
ScanAbortedHint=Siūlome nedelsdami nuskaityti dar kartą, kad rastumėte nenaudingus failus ir pėdsakus.
DefaultHint=Reguliarus valymas gali sutaupyti vietos diske ir apsaugoti jūsų privatumą.
7After=Nuo paskutinio valymo praėjo %d dienos. Rekomenduojama nedelsiant nuskaityti.
7Before=Tai geras įprotis, kad jūsų diskai būtų švarūs ir užtikrintas jūsų privatumas.
[SysClean]
Scanning=Nuskaitymas...
ScanEnd=Buvo rasta% d elementų. % s vietos diske bus atlaisvinta.
NoItems=Sveikiname! Jūsų sistemos diskas yra švarus.
Open=Atverti
Remove=Panaikinti
MoreSpace=Reikia daugiau vietos
Cleaning=Valoma...
SpaceFreed=Apimties mažinimas baigtas. %s laisvos vietos diske.
Installer=Pasenęs Windows diegimo įrankis
LongInstaller=Pasenusius Windows diegimo įrankius galima pašalinti, norint atlaisvinti vietos diske.
PatchUninstall=Pašalinkite Windows naujinimo pataisų failus
LongPatchUninstall=Jei jums nereikia pašalinti Windows naujinimus, galite pašalinti šiuos failus.
Downloadedfiles=Atsisiųsti Windows diegimo failai
Longdownloadedfiles=Kai Windows naujinimo pataisų diegimas bus baigtas, failus saugu pašalinti.
Baselinecache=Windows diegimo failo bazinė talpykla
LongBaselinecache=Failus sukūrė Windows diegimo programa ir juos galima pašalinti.
JPIME=Japonų kalbos įvesties metodas
LongJPIME=Galite juos pašalinti, jei jums to nereikia.
KoreanIME=Korėjos kalbos įvesties metodas
LongKoreanIME=Galite juos pašalinti, jei jums to nereikia.
TChineseIME=Tradicinės kinų kalbos įvesties metodas
LongTChineseIME=Galite juos pašalinti, jei jums to nereikia.
MPinyinIME=Microsoft Pinyin kalbos įvesties metodas
LongMPinyinIME=Galite juos pašalinti, jei jums to nereikia.
HelpFile=Windows žinyno failai
LongHelpFile=Galite juos pašalinti, jei jums to nereikia.
SamplePic=Windows paveikslėlių pavyzdžiai
LongSamplePic=Galite juos pašalinti, jei jums to nereikia.
SampleMic=Windows muzikos pavyzdžiai
LongSampleMic=Galite juos pašalinti, jei jums to nereikia.
SampleVideos=Windows video pavyzdžiai
LongSampleVideos=Galite juos pašalinti, jei jums to nereikia.
SampleMedia=Windows laikmenos pavyzdys
LongSampleMedia=Galite juos pašalinti, jei jums to nereikia.
Wallpaper=Windows fono paveikslėlių failai
LongWallpaper=Galite juos pašalinti, jei jums to nereikia.
Win10Upgrade=Windows 10 atnaujinimo failai
Win10UpgradeLong=Jei jau naujinote į Windows 10, pašalinkite šį aplanką, kad gautumėte daugiau vietos diske.
[PCExam]
FixComplete=Pataisymas baigtas.
ScanComplete=Nuskaitymas baigtas.
CheckDefrag=Tikrinami sistemos disko fragmentai.
DefaultHint=Patikrinimas padės surasti galimas saugos problemas ir optimizuojamus elementus, o tada juos išspręs tik vienu paspaudimu.
Details=Išsami informacija
DiskDefrag=Patikrinkite, ar sistemos diską nereikia defragmentuoti
ExamCanceled=Patikrinimas atšauktas!
ExamEndHint1=Buvo patikrinta %d elementų, iš kurių %d yra problemiški. Siūlome sutvarkyti šiuos elementus iš karto.
ExamEndHint2=Aptikta %d elementų, iš kurių %d yra problemiškų. %d elementus reikia pritvirtinti rankiniu būdu. Pataisykite juos dabar.
ExamEndHint3=Aptikta %d elementų, iš kurių %d yra problemiškų. Jūs turite juos pataisyti rankiniu būdu.
ExamEndHintFixed=Sveikiname! Visi problemos, kurias reikia sutvarkyti, buvo pataisytos.
ExamEndHintFixed3=%d problemos buvo išspręstos, %d elementus reikia taisyti rankiniu būdu.
ExamEndHintFixed4=Sveikiname! % d problemos, kurias reikia išspręsti, buvo ištaisytos.
ExistsPrivacyRisks=Yra privatumo problemų.
FilesFound=Buvo rasta %d failų, užimančių %s vietos diske.
FindJunkFiles=%d failai, %s.
FindPrivacyData=Rasta %d privatumo įrašų.
FindTrace=Rasta %d istorija.
FindTraces=Rasta %d istorija.
FindTrash=Buvo rasta %d nepageidaujamų failų, užimančių %s vietos diske.
FirePWall=Patikrinkite Windows ugniasienėje viešą prieigą.
FirePWallInvalid=Viešojo tinklo Windows ugniasienė yra išjungta.
FirePWallValid=Viešojo tinklo Windows ugniasienė yra įjungta.
FireSWall=Patikrinkite Windows namų/viešą ugniasienę.
FireSWallInvalid=Privataus tinklo Windows ugniasienė yra išjungta.
FireSWallValid=Privataus tinklo Windows ugniasienė yra įjungta.
FireWallInstalled=Įdiegta antivirusinė programinė įranga.
FireWallUnInstalled=Jūsų kompiuteryje nerasta antivirusinės programinės įrangos.
FirstTimeRunHint=Lėtai dirba? Patikrinkite dabar!
FixCanceled=Tvarkimo operacija buvo atšaukta!
Fixing=Tvarkimas:
FolderOption=Patikrinkite, ar nėra aplanko parinkčių
FolderOptionsInvalid=Aplanko parinktys yra išjungtos.
FolderOptionsValid=Aplanko parinktys galioja.
IEShell=Patikrinkite IE apvalkalo funkcijos pagrįstumą.
IEShellFail=IE apvalkalas užgrobtas.
IEShellFine=IE apvalkalas veikia normaliai.
InstallSafeSoft=Įdiekite antivirusinę programinę įrangą
JunkFiles=Nenaudingi failai yra jūsų kompiuteryje
JunkFilesEx=Negaliojantys failai, tokie kaip talpykla, žurnalai, laikini failai ir kt.
LastCheck=Paskutinį kartą patikrinote savo kompiuterį:
LastFixTime=Nuo paskutinio patikrinimo praėjo %d dienos.
ManualFix=Rankinis taisymas
ManualProcess=Rankinio optimizavimo elementai
ManualProcessEx=Privatumo problemos, disko defragmentavimas ir kt. (Reikalauja rankinio pataisymo)
NeedDefrag=Sistemos diską reikia defragmentuoti.
NoNeedDefrag=Nereikia defragmentuoti sistemos disko.
NoOptimizeItems=Visi elementai buvo optimizuoti.
NoPrivacyRisks=Nėra jokių privatumo problemų.
OptimizeOptItems=Patikrinkite optimizuotus elementus.
OptimizeResult=%d elementai buvo optimizuoti siekiant pagreitinti jūsų kompiuterį.
PcGood=Sveikiname! Jūsų kompiuteris sveikas.
PCHealthNum=Patikros balas:
PrivacyHint=Išvalykite visus tyrinėjimo pėdsakus ir ankstesnę kompiuterio veiklą.
PrivacyItmes=Privatumo problemos
ReFixHint=Primygtinai rekomenduojame atlikti visas kompiuterio taisymo operacijas, kad kompiuteris būtų spartesnis.
RegeditLocked=Registrų tvarkyklė išjungta.
Regeditor=Patikrinkite, ar yra registrų tvarkyklė
RegeditUnLocked=Registrų tvarkyklė galiojanti.
RegEntriesCount=Buvo rasta %d negaliojančių įrašų.
RegEntriesResult=%d negaliojantys registro įrašai buvo išvalyti.
RegistryJunk=Netinkami registro įrašai
RegistryJunkEx=Pamestų, pasenusių ar negaliojančių registro įrašai
RemoteDesktop=Patikrinkite, ar yra Windows nuotolinio darbalaukio ryšys
RemoteDesktopAlive=Nuotolinio darbalaukio ryšys veikiantis.
RemoteDesktopDisabled=Nuotolinio darbalaukio ryšys išjungtas.
ReScanHint=Primygtinai rekomenduojame atlikti visą kompiuterio patikrinimą, kad rastumėte daugiau problemų, lėtinančių jūsų kompiuterį.
Result.FailTranstr=Jūsų kompiuteryje nerasta antivirusinės programinės įrangos.
Result.FineTranStr=Jūsų kompiuteryje yra įdiegta antivirusinė programinė įranga.
SafeCheckResult=%d su saugumu susijusios problemos buvo išspręstos.
ScanFor=Nuskaitymas:
ScanOptItems=Optimizuojami elementai
SDDDetected=Aptikta SSD. Praleista.
SecurityProject=Su saugumu susiję elementai
SecurityProjectEx=Ugniasienė, registras, nuotolinis darbalaukis ir kiti saugos projektai
ShortJunkFiles=Nenaudingi failai
ShortJunkFilesEx=Nenaudingi failai
ShortManualProcessEx=Rankinio optimizavimo projektai
ShortRegistryJunk=Netinkami registro įrašai
ShortRegistryJunkEx=Netinkami registro įrašai
ShortSecurityProjectEx=Saugumo projektai
ShortSystemTuneup=Elementus galima optimizuoti
ShortSystemTuneupEx=Sistemos derinimas
ShortUserTrace=Naršymo duomenys
ShortUserTraceEx=Kompiuterio pėdsakai
Suggestion1=Siūloma nedelsiant atlikti patikrinimą.
SystemTuneup=%d elementus galima optimizuoti, kad pagerėtų kompiuterio našumas.
SystemTuneupEx=Padidinkite Windows greitį, pagerinkite sistemos našumą ir stabilumą ir kt.
TaskManager=Patikrinkite, ar yra Windows užduočių tvarkyklė
TaskManagerInvalid=Užduočių tvarkyklė išjungta.
TaskManagerValid=Galiojanti užduočių tvarkyklė.
Tracehint=Išvalykite naršymo istoriją, prieigos prie dokumentų istoriją ir kt.
TraceResult=Išvalykite %d naudojimo pėdsakus.
TracesFound=Rasta %d pėdsakų
TrashResult=%d nepageidaujami failai buvo išvalyti, atlaisvinant %s vietos diske.
UnsettledItems=Šie punktai turi būti pataisyti rankiniu būdu.
UserTrace=Kompiuterio pėdsakai ir naršymo istorija
UserTraceEx=Naudotų programų, pasiekiamų failų, lankomų svetainių ir kt. istorija
WindowsAutoUpdate=Patikrinkite, ar yra Windows automatinių naujinimų servisas
WindowsAutoUpdateInvalid=Windows automatinis atnaujinimas neleidžiamas.
WindowsAutoUpdateValid=Windows automatinis naujinimas galioja.
[FileErase]
NetPath=Nepavyko išvalytii tinklo kelio.
None=Nieko
Crushing=Sunaikinimas:
Shred=Sunaikinta
InUsed=Naudojama
Aborted=Nutraukta
Shredding=Sunaikinama
SysPath=Jūsų pasirinktas kelias negali būti ištrintas, nes jame yra svarbūs sistemos keliai.
ScrubFinished=Trinimas baigtas! Nepavyko sunaikinti %d failų.
ScrubCanceled=Ištrynimas atšauktas! Sunaikinti %d failus nepavyko.
Erased=Sunaikinti
Canceled=Atšaukta
[DiskDefrag]
Volume=Diskasukis
Format=Failų sistema
TotalSpace=Bendras dydis
FreeSpace=Laisva vieta
Fragmented=Fragmentai
Status=Būsena
PmDefrag=Defragmentuoti
QuickOpt=Spartus optimizavimas
FullOpt=Pilnas optimizavimas
PmAnlyse=Tikrinti
Resume=Tęsti
Analying=Analizuoja
Defragmenting=Defragmentavimas
Optimizing=Optimizavimas
Analyed=Išanalizuota
Defragmented=Defragmentuotas
Optimized=Optimizuotas
Pause=Pristabdyti
IsSSD=Jūsų pasirinkimas gali apimti bent vieną kietojo kūno diską. Disko defragmentavimas gali sutrumpinti jo tarnavimo laiką. Ar tikrai tęsite?
FragmentedRate=Fragmentacija
DefragInfo=Patartina defragmentuoti diską, kad jis kurį laiką veiktų greitai.
[BtnList]
DuplicateFinder=Pasikartojančių failų ieškiklis
DuplicateFinderDesc=Pasikartojančių failų tvarkymo įrankis.
WiseReminder=Išmintingas priminimas
WiseReminderDesc=Priminimas apie dalykus, padedantis organizuoti kasdienes užduotis.
GameBooster=Žaidimų greitintuvas
GameBoosterDesc=Paprastas, bet efektyvus žaidimų greitintuvas.
ForceDeleter=Priverstinio trynimo įrankis
ForceDeleterDesc=Saugus ir lengvas failų atrakinimo ir šalinimo įrankis
SystemMonitor=Sistemos monitorius
SystemMonitorDesc=Stebėkite procesą, aparatinės įrangos ir tinklo srautą
AutoShutdown=Automatinis išjungimas
AutoShutdownDesc=Išjunkite kompiuterį automatiškai
DataRecovery=Duomenų atkūrimas
DataRecoveryDesc=Atkurkite ištrintus failus
FolderHider=Aplanko ir failų slėptuvas
FolderHiderDesc=Lengva paslėpkite asmeninius duomenis
JetSearch=Greita paieška
JetSearchDesc=Vietinių failų greita paieška
MemoryOptimizer=Atminties optimizavimo priemonė
MemoryOptimizerDesc=Atminties atlaisvinimo įrankis
ProgramUninstaller=Programų pašalinimo įrankis
ProgramUninstallerDesc=Kruopščiai pašalinkite nepageidaujamą programą
PluginClean=Papildinių šalinimo įrankis
BigFile=Didelių failų tvarkytuvė
BigFileDesc=Paprastas būdas tvarkyti didesnius failus.
RegClean=Registro valymas
RegCleanDesc=Nuskaitykite ir ištaisykite registrą.
CommClean=Paprastas valiklis
CommCleanDesc=Greitai ir lengvai valomi nenaudingi failai ir jų pėdsakai.
AdvClean=Pažangusis valiklis
AdvCleanDesc=Raskite ir valykite nenaudingus failus visuose diskuose.
SysSimming=Sistemos apimties mažinimas
SysSimmingDesc=Lengvai valomi nenaudingi Windows failai.
PowerOpt=Sistemos derinimas
PowerOptDesc=Derinkite savo kompiuterio našumą.
DiskDefrag=Disko defragmentacija
DiskDefragDesc=Defragmentuoti diską, kad paspartintumėte savo sistemą.
RegDefrag=Registro defragmentacija
RegDefragDesc=Optimizuokite registrą, kad paspartintumėte savo sistemą.
Startup=Sistemos paleidimo menedžeris
StartupDesc=Lengva valdyti paleidimo metu startuojančias programas.
ContextMenu=Kontekstinis meniu
ContextMenuDesc=Lengva valdyti Windows kontekstinio meniu elementus.
PrivacyErase=Privatumo trynimas
PrivacyEraseDesc=Pašalinkite pėdsakus, istoriją, kad užtikrintumėte savo privatumą.
DiskErase=Disko trynimas
DiskEraseDesc=Ištrinkite visus ištrintus failus iš savo disko.
FileShredder=Failų naikinimas
FileShredderDesc=Užkirskite kelią sunaikintų failų atkūrimui, perrašydami jų pradinę vietą.
PasswordGenerator=Slaptažodžio generatorius
PasswordGeneratorDesc=Lengva sukurti tvirtą slaptažodį.
ProcessMon=Procesų monitorius
ProcessMonDesc=Lengva valdyti paleistus procesus.
SystemInfo=Kompiuterio informacija
SystemInfoDesc=Jūsų sistemos ir aparatinės įrangos informacijos apžvalga.
[DiskErase]
Stop=Sustabdyti
Erase=Ištrinti
Rule1=Atsitiktiniai duomenys 1 praleidimas (rekomenduojama)
Rule2=DoD 5220.22-M 3 praleidimai
Rule3=Schneier's 7 praleidimai
Rule4=Gutmann 35 praleidimai
EraseFinished=Ištrynimas baigtas.
ErasingFor=Trinate ištrintus failus iš %s, palaukite...
TempFileDeleting=Trinami laikini failai...
ErasingForDisk=Ištrinsite %s laisvą vietą, palaukite...
ManyFiles=Rasta daug atkuriamų failų.
FewFiles=Rasta keletas atkuriamų failų.
SkipAnalyse=Praleisti analizę (FAT diskas)
Secure=Saugu
DoesNotSupport=Nepalaiko šio disko.
Erasing=Trinama...
Finished=Ištrynimas baigtas.
Canceled=Ištrynimas atšauktas.
ConfirmEraseDisk=Ištrinti diską reikės šiek tiek laiko. Prašome uždaryti kitas programas, kad išvengtumėte I/O veikimo šiuo laikotarpiu.
PartitionError=Jūsų particijoje rasta rimta klaida.
[Tuneup]
BootSpeedup=Įjungimo/išjungimo spartintuvas
SystemStable=Sistemos stabilumas
SystemSpeedup=Sistemos spartinimas
NetworkSpeedup=Tinklo spartinimas
SSDSpeedup=SSD optimizavimas
BootPartition=Įgalinkite optimizavimo funkciją, kad paspartintumėte Windows paleidimo greitį.
BootDelay=Sumažinkite disko tikrinimo laiką, kad paspartintumėte Windows paleidimo greitį.
ClearPagingFile=Norėdami pagreitinti kompiuterio išjungimą, išjunkite Windows ieškos failo išvalymo funkciją.
TimeOut=Sumažinkite programos prastovos laikąi, kad pagerintumėte išjungimo procesą.
PrefetchParameters=Optimizuokite išankstinio pateikimo parametrus, kad padidintumėte Windows paleidimo greitį.
AutoKill=Uždarykite užšaldytus procesus, kad išvengtumėte sistemos gedimų.
RestartExplorer=Automatiškai paleiskite Windows Explorer iš naujo, kad išvengtumėte netikėto darbalaukio dingimo.
TwoProcess=Padarykite kad Windows Explorer komponentai būtų paleisti kaip atskiras procesas, kad išvengtumėte sistemos konflikto.
RemoteRegAccess=Išjungti registro keitimą nuotoliniame kompiuteryje.
BlueReboot=Išjunkite automatinį paleidimą, kai sistema aptinka mėlyną mirties ekraną.
SuperPrefetchParameters=Išjunkite Super Prefetch fukciją, kad sumažintumėte atminties sunaudojimą Windows 8/10 įkrovos metu.
ErrorReport=Norėdami pagerinti sistemos našumą, išjunkite ekrano klaidų ataskaitą.
Debugger=Išjunkite derinimo įrankį, kad paspartintumėte klaidų apdorojimą.
OptMemory=Optimizuokite numatytuosius atminties parametrus, kad pagerintumėte sistemos veikimą.
OptVEff=Optimizuokite išorinių komponentų (dialogo lango, meniu ir tt) išvaizdą, kad pagerintumėte sistemos veikimą.
OptFileSystem=Optimizuokite failų sistemą, kad pagerintumėte sistemos veikimą.
OptDiskSystem=Optimizuokite disko I/O posistemį, kad pagerintumėte sistemos veikimą.
DisAutoRun=Išjunkite diskų funkciją „Automatinis paleidimas“, kad išvengtumėte viruso užkrėtimo.
OptDiskIdle=Optimizuokite disko I/O, kai procesorius nenaudojamas.
CloseAnimate=Uždarykite animacijos efektą padidindami arba sumažindami langą, kad paspartintumėte lango reakciją.
PorcessorTime=Optimizuokite procesoriaus našumą, kad programos, žaidimai ir kt. Veiktų sklandžiau. (Ignoruokiteį, jei jūsų kompiuteris yra serveris.)
PagingExecutive=Norėdami pagerinti programos našumą, išjunkite atmintį ir sumažinkite disko įvestį/išvestį. (Parinkties gali būti nepaisoma, jei fizinė atmintis yra <1 GB)
AeroPeek=Padidinkite Aero Peek ekrano greitį.
ForeAppSpeed=Padidinkite svarbių programų reagavimo greitį.
IconCache=Padidinkite sistemos piktogramų talpyklą ir pagreitinkite darbalaukio rodymą.
ShowSpeed=Optimizuotas sistemos ekrano reagavimo greitis.
AeroSnap=Paspartinkite „Aero Snap“, kad miniatiūros būtų rodomos greitai.
PreviewUP=Paspartinkite užduočių juostos lango peržiūros ekrano rodymą.
FileListSpeed=Optimizuokite Windows failų sąrašo atnaujinimo strategiją.
OptTTL=Optimizuokite TTL (Time to Live) nustatymus, kad pagerintumėte tinklo veikimą
OptMTU=Automatiškai aptikti „juodąsias skyles“, naudojant „Path MTU Discovery“ techniką, siekiant pagerinti TCP/IP našumą
OptWINS=Optimizuokite WINS vardų užklausos laiką, kad pagerintumėte duomenų perdavimo greitį.
OptNetWork=Optimizuokite tinklo parametrus, kad pagerintumėte perdavimo efektyvumą.
OptNetForward=Optimizuokite tinklo peradresavimo galimybę, kad pagerinti tinklo našumą.
OptEthernet=Optimizuokite tinklo plokštės veikimą.
OptIEConnection=Padidėjęs maksimalus ryšys vienam serveriui. Padidintas tinklalapio ir internetinių vaizdo įrašų žiūrėjimo greitis.
OptDNS=Optimizuokite DNS ir DNS analizės greitį.
OptLAN=Optimizuokite LAN ryšį.
EnableTRIM=Įgalinkite TRIM funkciją, kad pagerintumėte SSD darbinius parametrus.
DisablePrefetch=Išjunkite išankstinio pateikimo parametrus, kad padidintumėte SSD darbinį gyvenimą.
DisableSuperPrefetch=Išjunkite „Superfetch“ parametrus, kad padidintumėte SSD darbinį laiką.
DisableDefragIdle=Išjunkite automatinį defragmentavimą ne darbo metu, kad padidintumėte SSD naudojimo laiką.
DisableDefragBoot=Išjunkite sistemos disko defragmentavimą įkrovos metu, kad padidintumėte SSD naudojimo laiką.
DisableIDECheck=Neleiskite tikrinti IDE kanalo, kad padidintumėte Windows paleidimo greitį.
ItemsOptimized=%d elementai buvo optimizuoti.
NoItems=Sveikiname! Visi elementai buvo optimizuoti.
NoSelectedItem=Pasirinkite bent vieną elementą, kurį norite optimizuoti.
OptItems=Šiuos %d elementus galima optimizuoti.
RestoreAll=Ar tikrai norite atkurti visus numatytuosius Windows elementus?
StaticIP=Norėdami pagerinti kompiuterio paleidimo greitį, nustatykite statinį IP vietiniam ryšiui.
TakeEff=Kai kurie optimizacijos pakeitimai įsigalios iš naujo paleidus kompiuterį.
[Summary]
ContextMenu=Netinkami kontekstinio meniu elementai
MUICache=Trūksta MUI talpyklos nuorodos
Services=Netinkami Windows servisai
Activex=Netinkami „ActiveX“ ir COM komponentai
FireWall=Netinkami Windows ugniasienės nustatymai
RootAll=Netinkami keliai ir failai
SoftwareSection=Netinkami keliai ir failai, kuriuos paliko pašalinta programinė įranga
ApplicationPaths=Neteisingi keliai ir failai, palikti registruotoje programoje
FileTypes=Netinkama failo plėtinio informacija
HelpFiles=Netinkami registruoti pagalbos failai
Fonts=Netinkama šrifto informacija
SharedDLL=Trūksta bendros dinaminių nuorodų bibliotekos
MRULists=Prieinamų failų, žiūrėtų filmų, redaguotų dokumentų ir kt. Istorija
UninstallSection=Nenaudinga ar neteisinga pašalinimo informacija
StartMenu=Pasenę pradžios meniu elementai
StartupProgram=Pasenusios arba netinkamos paleisties programos
SoundandAppEvents=Pasenę arba netinkami garso ir įvykių nustatymai
IEUrlHistory=Apsilankyta žiniatinklio istorijoje naudojant IE
IFEO=Kenkėjiški įrašai, sukurti šnipinėjimo programų, virusų ar kenkėjiškų programų
EmptyKey=Įrašai be informacijos
App=Netinkami programos nustatymai
[ErrorMessage]
MUIError1=Trūksta MUI nuorodos, bet diskas „%s“ yra %s, rekomenduojame nepaisyti šios klaidos.
MUIError=Trūksta MUI nuorodos
ServiceNotExists=Nurodyta paslaugų programa neegzistuoja.
MimeExName=Užregistruotas neteisingas MIME failo plėtinys: %s
EmptyKey=Tušti raktai
EmptyHelpdirctory=Tuščias žinyno katalogas.
FileNotExist=Failo (aplanko) nėra.
HFileNotExist=Pagalbos failo (aplanko) nėra.
EmptyValue=Tuščia vertė
TypeLib=Bibliotekos tipas neegzistuoja:
NodeEmpty=Tuščias mazgas
SharedFilenotexist=Bendrai naudojamo failo nėra.
sharedfilenotbeuse=Bendrai naudojamas failas nenaudojamas.
noconnection=Nėra failų ryšio informacijos.
Invalidpathtoicon=Netinkamas kelias į piktogramą.
ReferstoaninvalidClass=Peržiūrėti netinkamą klasę.
Emptyshellcommand=Apvalkalo komanda tuščia.
Invalidshellcommand=Neteisinga apvalkalo komanda (failo nėra).
Fontsnotexist=Šriftų failo nėra.
Hijacking=%s buvo užgrobtas %s.
MRULists=Vartotojo MRU sąrašai
invalidOpenWith=Su šiuo tipu nesusieta jokia programa.
ReferActivex=Nurodykite netinkamą ActiveX/COM įrašą.
EmptyCLSID=Tuščia CLSID.
ComSourceNotExist=COM šaltinio nėra.
invalidUnistall=Neteisinga pašalinimo informacija.
notexist=Neegzistuoja.
ObsoleteStartMenuItem=Pasenęs punktas meniu Pradėti .
SoundFilenotexist=Garso failo nėra.
FileNotExist1=Failas/aplankas neegzistuoja, tačiau diskas „%s“ yra %s. Rekomenduojame nepaisyti šios klaidos.
OpenWithError=Atidaryta su klaida, nurodytos programos nėra.
OpenWithError1=Klaida naudojant „Atidaryti su“ nurodytai programai neegzistuoja, tačiau diskas „%s“ yra %s. Rekomenduojame nepaisyti šios klaidos.
ComSourceNotExist1=COM šaltinis neegzistuoja, tačiau diskas %s yra %s. Rekomenduojame nepaisyti šios klaidos.
[Area]
AccessFiles=Priėjimo prie failų istorija
ViewedImg=Peržiūrėtų nuotraukų istorija
VisitedWeb=Aplankytų puslapių istorija
WatchedVideo=Žiūrėtų filmų/vaizdo įrašų istorija
WinInstallerPackage=Pasenęs Windows instaliavimo failas
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
ChromeCache=Google Chrome talpykla
ChromeCookies=Google Chrome slapukai
ChromeForm=Google Chrome automatinio užpildymo formų istorija
Chromelocalstorage=Google Chrome istorija
ChromePass=Google Chrome išsaugoti slaptažodžiai
ChromeSession=Google Chrome sesija
Cookies=Slapukai
DOMStoreCookies=Microsoft IE DOM saugomi slapukai
DownloadedPatch=Windows atnaujinimo failai
Downloads=Naršyklės atsisiųsti failai
Dump=Atminties šalinimo failai
ErrorReport=Klaidos ataskaitų failai
ExplorerMRU=Kiti Explorer MRU
FireFoxCache=Mozilla Firefox talpykla
FireFoxCookies=Mozilla Firefox slapukai
FireFoxForm=Mozilla Firefox automatiškai užpildytų formų istorija
FireFoxOther=Mozilla Firefox kitos istorijos
FireFoxPass=Mozilla Firefox išsaugoti slaptažodžiai
FontCache=Windows šriftų talpykla
IEAddressBarHistory=Microsoft Internet Explorer adresų juostos istorija
IECahce=Microsoft IE talpykla
IECookies=Microsoft IE slapukai
IEForm=IE savaiminio užpildymo formų istorija (privatūs duomenys nebus išvardyti)
IEHistory=Microsoft Internet Explorer aktyvioji istorija
IEPass=IE išsaugoti slaptažodžiai (asmeniniai duomenys nebus išvardyti)
IISLog=IISLog
InvalidLnk=Netinkami nuorodos
InvalidScTask=Netinkamos suplanuotos užduotys
InvalidStartMenu=Netinkamas pradžios meniu
JumpList=Užduočių juostos pereinamieji sąrašai (taip pat bus išvalyti fiksuoti elementai.)
LastDownloadDir=Paskutinio atsisiuntimo vieta
LogFile=Sistemos žurnalo failai
MESCache=Microsoft Security Essentials
MetroCache=„Windows Metro“ talpykla
MSEdgeCache=Microsoft Edge talpykla
MSEdgeCookies=Microsoft Edge slapukai
MSEdgeDownloadHistory=Microsoft Edge atsisiuntimo istorija
MSEdgeHistory=Microsoft Edge istorija
MSEdgeRecentlyTypedURLs=Microsoft Edge neseniai įvesti URL
MSEdgeSavedFormInformation=Microsoft Edge išsaugotos formos informacija
MSEdgeSavedPasswords=Microsoft Edge išsaugoti slaptažodžiai
MSEdgeSession=Microsoft Edge sesija
MSOffice=Microsoft Office
Networkmapping=Tinklo prisijungimo žemėlapių istorija
Office=Microsoft Office
OfficePicture=Microsoft Office paveikslėlių tvarkyklė
OfficeRecent=Microsoft Office naujausia istorija
OperaCache=Opera talpykla
OperaCookies=Opera slapukai
OperaHistory=Opera istorija
OperaPassword=Opera išsaugoti slaptažodžiai
OperaSessions=Opera seansai
OperaSiteIcon=Opera svetainės piktogramos
OperaURLHistory=Opera URL tipai
PaleMoonCache=PaleMoon talpykla
PaleMoonCookies=PaleMoon slapukai
PaleMoonDownloadHistory=PaleMoon atsisiuntimų istorija
PaleMoonHistory=PaleMoon istorija
PaleMoonSavedFormInformation=PaleMoon išsaugota formos informacija
PaleMoonSession=PaleMoon seansas
PaleMoonSitePreferences=PaleMoon svetainės nuostatos
Prefetch=Seni išankstinio pateikimo duomenys
Recentdocuments=Naujausi dokumentai
Recyclebin=Tuščia šiukšlių dėžė
RemoteDesktop=Nuotolinio darbalaukio talpyklos failai
RunStartMenu=Vykdyti meniu Pradėti
SafariCache=Safari interneto talpykla
SafariCookies=Safari slapukai
SafariHistory=Safari istorija
SafariPass=Safari išsaugota formos informacija
SearchList=Windows paieškos istorija
SysTemp=Laikini failai, sukurti Windows
SystemTrace=Windows ir programų pėdsakai
ThumbCache=Miniatiūrų talpykla
TraceClean=Pėdsakai kompiuteryje
TraryNotify=Pranešimų srities piktogramų talpykla
TrashClean=Failai kompiuteryje
TypeInternetCache=Žiniatinklio naršyklės talpykla
TypeInternetTrace=Žiniatinklio naršyklės pėdsakai
TypeMedia=Multimedija
TypeOtherApp=Kitos programos
TypeSystem=Windows sistema
TypeWComponents=Windows komponentai
UserTemp=Programų sukurti laikinieji failai
Vivaldi=Vivaldi
VivaldiCache=Vivaldi talpykla
VivaldiCookies=Vivaldi slapukai
VivaldiForm=Vivaldi automatinio užpildymo formų istorija
Vivaldilocalstorage=Vivaldi Localstorage
VivaldiSavedpasswords=Vivaldi išsaugoti slaptažodžiai
VivaldiSession=Vivaldi seansas
WindowsSysCache=Windows sistemos talpykla
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows intaliacijos failo talpykla
WinSxsBackup=Windows WinSxs atsarginė kopija
Yandex=Yandex
YandexCache=Yandex talpykla
YandexCookies=Yandex slapukai
YandexForm=Yandex automatinio užpildymo formų istorija
YandexLocalstorage=Yandex Localstorage
Yandexpass=Yandex išsaugoti slaptažodžiai
YandexSession=Yandex sesija
BraveBrowser=Brave Browser
BraveBrowserCache=Brave Browser talpykla
Bravecookies=Brave Browser slapukai
Braveform=Brave Browser automatinio užpildymo formų istorija
BraveBrowserlocalstorage=Brave Browser Localstorage
Bravepass=Brave Browser išsaugoti slaptažodžiai
BraveSession=Brave Browser sesija
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeReader8.0=Adobe Reader 8.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader11.0=Adobe Reader 11.0
AdobeReader DC=Adobe Reader DC
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS3
AdobePhotoshopCS5=Adobe Photoshop CS4
AdobePhotoshopCS6=Adobe Photoshop CS
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Advanced Searchbar
YahooToolbar=Yahoo Toolbar
WindowsLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleToolbarIE=Google Toolbar IE
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Google Calendar Sync
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice97=Office 97
MSOfficeXP=Office XP
MSOffice2003=Office 2003
MSOffice2007=Office 2007
MSOffice2010=Office 2010
MSOffice2013=Office 2013
MSOffice2016=Office 2016
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=MS Snapshot Viewer
MSManagementConsole=MS Management Console
MSWordpad=MS Wordpad
MSPaint=MS Paint
MSPhotoEditor=MS Photo Editor
MSSearch=MS Search
SearchCharmHistory=Search Charm History
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=Kazaa-Search History
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=eMule-Search History
eMuleFileHashes=eMule-File Hashes
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Microsoft.SkypeApp=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=ZoneAlarm Logs
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Ewido Anti-Malware Log
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice2.0=OpenOffice 2.0
OpenOffice2.1=OpenOffice 2.1
OpenOffice3=OpenOffice 3
OpenOffice4=OpenOffice 4
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=MS Search Helper Extension
MSOfficePictureManager=MS Office Picture Manager
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA Install Files
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=MS OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Apple Software Install Cache
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-cache
QIHU360TotalSecurity=QIHU 360 Total Security
Tencent-Logs=Tencent Logs
Thunder=Thunder
Thunder-Game=Thunder Game
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Driver Genius Update Files
DriverGeniusBackupFiles=Driver Genius Backup Files
DriverGeniusDownloadInstallerFiles=Driver Genius Download Installer Files
DriverGeniusCacheFiles=Driver Genius Cache Files
QQMusicCacheFiles=QQ Music Cache Files
KuGouMusicCacheFiles=KuGou Music Cache Files
KuGouLyricFiles=KuGou Lyric Files
XIAMIMusicCache=XIAMI Music Cache
NeteaseCloudMusicCache=Netease Cloud Music Cache
KuWoInstallCache=KuWo Music Installer Cache
KuWoMusicCache=KuWo Music Cache
BaiduMusicLogFiles=Baidu Music Log Files
BaiduMusicCache=Baidu Music Cache
WeSingLogFiles=WeSing Log Files
WeSingCache=WeSingCache
QQLiveCacheFiles=QQLive Cache Files
YoukuCacheFiles=Youku Cache Files
IQIYIVideoCacheFiles=IQIYI Video Cache Files
mgtvLogFiles=mgtv Log Files
mgtvCacheFiles=mgtv Cache Files
CNTVUpdateLogFiles=CNTV Update and Log Files
SOHUPlayerCacheandLogFiles=SOHU Player Cache and Log Files
SOHUPlayerDownloadsCache=SOHU Player Downloads Cache
StormPlayerTempFiles=Storm Player Temp Files
PPTVTempFiles=PPTV Temp Files
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=QQ Cache Files
QQreceivedimages=QQ received images
QQreceivedfiles=QQ received files
QQreceivedDynamicEmoticon=QQ received Dynamic Emoticon
QQreceivedVideo=QQ received Video
QQreceivedAudio=QQ received Audio
TIMCacheFiles=TIM Cache Files
QTalkCacheFiles=QTalk Cache Files
QQPCMgr=QQ PC Manager
TencentQQGame=Tencent QQGame
[Type]
ContextMenu=Netinkami kontekstinio meniu elementai
MUICache=MUI talpykla
Services=Windows paslaugos
Activex=ActiveX/COM komponentai
FireWall=Ugniasienės nustatymai
RootAll=Netinkami keliai
SoftwareSection=Programinės įrangos keliai
ApplicationPaths=Programų keliai
FileTypes=Failų tipai
HelpFiles=Pagalbos failai
Fonts=Šriftai
SharedDLL=Bendri DLL
MRULists=Vartotojo MRU sąrašai
UninstallSection=Programos pašalinimo įrankis
StartMenu=Pradžios meniu
StartupProgram=Paleisties programos
SoundandAppEvents=Garsas ir „AppEvents“
IEUrlHistory=IE URL istorija
IFEO=Vaizdo failo vykdymas
EmptyKey=Tušti raktai
App=Programos nustatymai
UserDefine=Vartotojo apibrėžimas
ZeroFile=Tušti failai - 0 baitų
WinSetupLog=Windows diegimo klaidų žurnalo failai
NtUninstall=Pašalinkite Windows pataisų šaltinius
InvalidLnk=Netinkami nuorodos
UserTemp=Failai laikinuose vartotojų aplankuose
WinTemp=Laikinų Windows aplankų failai
RecentFiles=Naujausių failų nuorodos
PatchSource=Windows naujinimo šaltiniai
TempFile=Laikini failai
fcwdir=Failai, sukurti atsisiuntimo metu
tfcbp=Laikini failai, sukurti programų
sdrf=Atkurkite failus, sukurtus nuskaitydami diską
OldFile=Senos bylos
outdatedfile=Pasenę failai
fcwhfir=Failai, sukurti sukuriant pagalbos failą
Ncfile=Naujienų grupės talpyklos failai
Backupfile=Atsarginės bylos
WBfile=MS Word atsarginės kopijos failai
Cbswahf=Failai, sukurti ieškant pagalbos failo
whtf=Laikini Windows pagalbos sistemos failai
Logfile=Žurnalo failai
LLogfile=Žurnalų failas, sukurtas programų ar sistemos paslaugų.
Errorfile=Klaidų failai
Wmdf=Win2000/XP atminties šalinimo failai
bcomf=Modifikuotų failų atsarginės kopijos
Indexfile=Indeksacijos failai
ifcbsiotitpbs=rodyklės failai, sukurti sistemos, siekiant pagerinti nuotraukų naršymo greitį
Tfcds=Laikini failai, sukurti sąrankos metu
Intermediatefile=Tarpiniai failai
chkfile=Atkurta byla
[Tools]
Update=Atnaujinti
Download=Parsisiųsti
WhatNew=Kas naujo?
[BootTime]
BootTimeEx=Jūsų įkrovos laikas ref.
BootLike=Kaip ir jūsų įkrovos greitis
Btnopt=Pagreitinti
Congratulation=Jūsų kompiuterio įkrovos greitis yra:
BootTime=Įkrovos laikas: %d sekundės
FailWeahter=Negaliu pasiekti orų informacijos.
[MenuBar]
Support=Pagalbos centras
BtnCustom=Pasirinktinai
BtnRestore=Atkurti
BtnSkin=Temos
BtnMenu=Meniu
BtnBackup=Padaryti kopiją
Messages=Žinutės
[UpgradePro]
Title=Kodėl reikia atnaujinti į Pro versiją
MoreSkin=Daugiau temų
CustomHead=Pasirinktiniai avatarai
Support=7x24 palaikymas
Buy=Pirkti
Reg=Registruoti
RegUser=Užregistruotas vartotojas
[AutoUpdate]
ViewLog=Peržiūrėkite daugiau apie šį naujinimą
UpdateFail=Nepavyko atnaujinti, ar norite atsisiųsti sąrankos failą iš mūsų svetainės?
NoFiles=Pasirinkite failus, kuriuos norite atnaujinti.
CurrentFile=Dabartinis failas:
Readed=Atsisiuntimas:
SumSize=Visas dydis:
Byte=Baitas
DownloadError=Atsisiuntimo klaida, bandykite vėliau.
AutoUpdate=Wise Care 365 - tiesioginis atnaujinimas
StartUpdate=Pradėti atnaujinimą
Cancel=Atšaukti
Ready=Pasiruošta atsisiuntimui
FindUpdate=Šiuos komponentus galima atnaujinti:
NewVerInfo=Naujos versijos pakeitimai:
IgnoreVer=Nepaisyti šios versijos naujinių
BtnUpdate=Naujinti dabar
BtnNotNow=Ne dabar
[SoftRate]
Querying=Užklausa ...
Good=Patinka
Bad=Nepatinka
Safe=Pranešimas
Ver=Ver:
Ratings=Įvertinimai
SoftNotExist=Nerandu programinės įrangos.
GetSoftInfoError=Nepavyko gauti informacijos apie programinę įrangą
UploadSoftLogoError=Programinės įrangos informacijos įkėlimo klaida
SubmitData=Pateikę savo komentarus apie šią programinę įrangą ...
SubmitSoftInfoError=Pateikimo klaida, susijusi su tinklu.
SubmitRateSuccess=Pateikta sėkmingai.
HaveSubmitRate=Jūs tai įvertinote.
Submitgoodbad=Pateikiama informacija ...
me=Aš
NickTooLong=Jūsų slapyvardis neturėtų būti ilgesnis nei 20 simbolių.
MailTooLong=Jūsų el.pašto adresas neturėtų būti ilgesnis nei 50 simbolių.
WrongEmail=Neteisingas el.pašto adresas.
ReviewTooLong=Bendra apžvalgos trukmė neturėtų viršyti 300 ženklų.
RateHint=Prisijunkite prie mūsų programinės įrangos įvertinimo ir įvertinkite savo mėgstamą programinę įrangą!
UnknowName=Nežinomas produktas
UnknowVer=Nežinoma versija
UnknowDesc=Apibūdinimas
[Edit]
pmcut=Iškirpti
pmcopy=Kopijuoti
pmpaste=Įklijuoti
pmdelete=Panaikinti
pmselectall=Pažymėti viską
[Turbo]
PmActive=Vėliau priminti
PmNever=Niekada daugiau nerodykite
btnClean=Valykite dabar
NeedCleanTrash=Buvo rasta %s nepageidaujamų failų.
NeedCleanTrace=Buvo rasta %d pėdsakų.
NeedClean=Platus kompiuterio naudojimas sukūrė daug nepageidaujamų failų.
[Renew]
subscribed=Daugiau nebeprimenu.
btnact.caption=Aktyvuokite savo licencijos raktą
Regexpire=Negalėsite naudoti Wise Care 365 pasibaigus bandomųjų dienų laikui.
Regtitle2=Jūsų 30 dienų bandymasis laikotarpis baigėsi. Prašome užsiregistruoti.
Regtitle=Bandomųjų dienų liko %d dienų.
RegPrice=Įsigykite „Pro“ versiją, kad kompiuteris veiktų kuo geriau! tik% s!
Regnow=Registruotis dabar!
title=Wise Care 365 PRO galiojimas baigsis po %d dienų!
title2=Jūsų licencijos rakto galiojimo laikas pasibaigė. Prašau atnaujinti tai laiku!
Price=Norėdami turėti PRO versiją ir išlaikyti savo kompiuterio našumą! Tik %s
lblfeature1.caption=Kruopšti privatumo apsauga: Privatumo trynimas.
lblfeature2.caption=Kontekstinio meniu valdymas: Padarykite savo meniu lankstesnį.
lblfeature3.caption=Automatinis atnaujinimas: Sutaupykite laiko atnaujindami į naujausią versiją.
lblfeature4.caption=Fantastiškos naujos išvaizdos ir temos: Pritaikytos Pro vartotojams.
lblfeature5.caption=Nemokama 7x24 techninė pagalba: Jūsų klausimai bus prioritetiniai.
lblrefund.caption=Mes esame įsipareigoję grąžinti 100 proc. Besąlygiškai.
lblremind.caption=Primink man vėliau
lblhint.caption=Išsamios Wise Care 365 PRO savybės:
lbldesc.caption=Jūs prarasite dabar turimos Pro versijos privilegijas.
btnrenew.caption=Atnaujinkite dabar
WorkTotal=Iki šiol Wise Care 36“ išvalė %s nepageidaujamų failų, %d istorijos elementų ir %d registro įrašų.
Įsigykite „Pro“ versiją, kad kompiuteris veiktų kuo geriau! tik% s!
Įsigykite Pro versiją, kad kompiuteris veiktų kuo geriau! Tik %s!
[Sysmon]
ActivityPercent=Veiklos procentas
AdapterType=Adapterio tipas
Asset=Aktyvo žymė
ATAVER=ATA versija
ATemperature=Vidutinė temperatūra
ATM=ATM
BiosDate=Bios išleidimo data
Board=Pagrindinė plokštė
BoardType=Plokštės tipas
btnBoard.caption=Pagrindinė plokštė
btnDisk.caption=Kietasis diskas
btnGraphic.caption=Vaizdo plokštė
btnHardMonitor.caption=Techninės įrangos monitorius
btnMemory.caption=Atmintis
btnNetAdapter.caption=Tinklo adapteris
btnOsOverview.Caption=Operacinė sistema
btnOverview.caption=Apžvalga
btnProcess.Caption=Procesas
btnProcessor.caption=Procesorius
btnSoftMonitor.caption=Procesų monitorius
btnSoundCard.caption=Garso korta
BusType=Bus tipas
BytesPerSector=Baitai per sekundę
CacheSize=L2 talpyklos dydis
ColorDepth=Spalvų gylis
connected=sujungtas su nuotoliniu peer'u.
connecting=adapteris jungiantis.
Cores=Branduolių skaičius
CPU=CP
CPUUpgrade=Procesoriaus atnaujinimas
CPUUsage=CP: %d
CTemperature=Branduolio temperatūra %d
CurrentSpeed=Dabartinis procesoriaus greitis
Cylinders=Cilindrai
DataWidth=Duomenų plotis
Description=Apibūdinimas
DeviceID=Įrenginio ID
DHCP=DHCP adresas
DHCPName=DHCP taikymo srities pavadinimas
disconnected=atsijungta
Disk=Diskas
DiskRPM=RMP(R/m)
DNSIP=DNS serverio IP
DNSServers=DNS serveris
DNSSuffixes=DNS priesagos
DomainName=Domeno pavadinimas
Drive=Diskasukis
EngineClock=Dažnis
Ethernet=Eternetas
Familiy=Šeima
Fans=Ventiliatoriai
FileSystemName=Failo sistemos pavadinimas
Form=Formos koeficientas
FreeSpace=Laisva vieta
frmSoftMonitor.ppDetails=Išsami informacija
frmSoftMonitor.ppKillProc=Proceso pabaiga
frmSoftMonitor.ppNet1=Blokuoti prieigą prie tinklo
frmSoftMonitor.ppNet2=Leisti prieigą prie tinklo
Gateway=Gateway adresas
GPU=GPU
GPUChip=GPU čipas
Graphics=Grafika
HandleNumber=Turimų objektų valdiklių skaičius
HDFirmware=Firmware versija
HostName=Host vardas
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 Wireless
InterfaceType=Sąsajos tipas
IPAddress=IP adresas
IPMask=IP adreso maskė
LANdisabled=LAN adapteris išjungtas.
Loading=Įkeliama ...
Locator=Bank Locator
MACAddress=MAC adresas
Manufacter=Gamintojas
MaximumSpeed=Maksimalus procesoriaus greitis
MaxSpeed=Maksimalus greitis
MediaType=Medijos tipas
Memory=Atmintis
MemoryClock=Atminties dažnis
MemoryType=Atminties tipas
MemoryUsage=Atmintis: %s/%s
MemSlot=Atminties lizdai:
MemSlotCount=Atminties lizdų skaičius
Name=Pavadinimas
NetAdater=Tinklo adapteris
NetConnectionID=Tinklo prisijungimo ID
Normal=Normalus
OperStatus=sąsajos veikimo būsena
OS=Operacinė sistema
OSAbbreviate=Sutrumpinta kalba
OSCountry=Šalis
OSCSD=CSD
OSDaylightName=Dienos Vardas
OSDisplayName=Rodomas pavadinimas
OSEdition=Leidimas
OSInstallDate=Instaliavimo data
OSLanguage=Kalba
OSLOCAL=VIETOS
OSLongDateFormat=Ilgas datos formatas
OSMonetary=Piniginis simbolis
OSMonetarySymbol=Tarptautinis piniginis simbolis
OSPaths=Aplinkos įvairovė
OSProductID=Produkto ID
OSProductKey=Produkto raktas
OSRegisteredOrg=Užregistruota organizacija
OSRegisteredUser=Užregistruotas vartotojas
OSShortDateFormat=Trumpas datos formatas
OSStandardName=Standartinis vardas
OSTimezone=Laiko zona
OSUTC=UTC poslinkis (minutėmis)
OSversor=Versija
OtherType=Kita
Overview=Kompiuterio apžvalga
Part=Partijos numeris
PartitionLength=Particijos dydis
PartitionNumber=Particijos numeris
PhysicalAvailable=Fizinis galimas:
PhysicalFree=Fizinis laisvas:
PhysicalTotal=Fizinis iš viso:
PhysicalUsed=Fizinis naudojamas:
PixHeight=Aukštis (pikseliai)
PixWidth=Plotis (pikseliai)
ppmDetails=Patikrinkite išsamią informaciją
ppmExit=Išeikite iš Wise Monitor
ppmHide=Slėpti iššokantį langą
ppmShowFloat=Rodyti iššokantį langą
ppmStayontop=Likite ant viršaus
PPP=PPP
processName=Procesoriaus pavadinimas
Processor=Procesorius
processpath=Vieta
Product=Produktas
Recv=Recv Count
RecvS=Recv/s
RefreshRate=Atnaujinimo dažnis
SATAVER=SATA versija
SectorsPerTrack=Sektoriai per takelį
Send=Siųsti grafą
SendS=Send/s
Serial=Serijos numeris
ShowNetOnly=Rodyti tik tinklos procesus
ShowSysProcess=Rodyti sistemos procesus
Size=Dydis
Socket=Lizdo žymėjimas
SoftwareLookback=programinės įrangos grįžtamojo ryšio tinklo sąsaja
SoundCard=Garso korta
Speed=Greitis
SSD=SSD
StartingOffset=Starting Offset
SystemCache=Sistemos talpykla:
Technology=Technologija
Temperature=Temperatūra
TemperatureMon=Temperatūros stebėjimas
Temperatures=Temperatūros
TfrmMemoryProcList.btnSpeedup_1=Greičio viršijimas
TfrmMemoryProcList.btnSpeedup=Pagreitinti
TfrmMemoryProcList.memstate1=Gerai dirba
TfrmMemoryProcList.memstate2=Normaliai dirba
TfrmMemoryProcList.memstate3=Lėtai dirba
TfrmMemoryProcList.OptimizationMem=Išleista %s
TfrmMonitorPopup.lbl1_C=CP naudojimas
TfrmMonitorPopup.lbl1_M=Atminties naudojimas
TfrmMonitorPopup.lbl1_R=Atsisiuntimo greitis
TfrmMonitorPopup.lbl1_S=Išsiuntimo greitis
TfrmMonitorPopup.lbl1_T=Aparatūros komponentų temperatūra
TfrmMonitorPopup.lbl2_C=CP naudojimo svyravimas
TfrmMonitorPopup.lbl2_M=Sistemos atminties būsena
TfrmMonitorPopup.lbl2_R=Atsisiuntimo maksimalus greitis
TfrmMonitorPopup.lbl2_S=Išsiuntimo maksimalus greitis
TfrmMonitorPopup.lblBoard.caption=Pagrindinė plokštė
TfrmMonitorPopup.lblCpu.caption=Procesorius
TfrmMonitorPopup.lblGpu.caption=Vaizdo plokštė
TfrmMonitorPopup.lblhdd.caption=Kietasis diskas
Threads=Branduolių skaičius
TokenRing=Token Ring
Total=Viso
TotalProcess=Rasta %d procesų, įskaitant %d vartotojo procesus ir %d sistemos procesus.
TotalSpace=Visas dydis
TracksPerCylinder=Tracks Per Cylinder
Tunnel=Tunelio tipo inkapsuliacija
Type=Tipas
Unknown type=Nežinomas tipas
User=Vartotojas
Version=Versija
VideoDisplay=Rodomas pavadinimas
VideoMode=Vaizdo režimo aprašymas
Voltages=Voltažas
VolumeName=Tomo pavadinimas
WANconnected=WAN adapteris neprijungtas.
WINSAddress=Pagrindinis WINS adresas
[AutoRun]
ResultHint=Suplanuotas automatinis valymas baigtas
Result=Švarus rezultatas
Caption=Automatinis valymas
[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Registro apsauga
TfrmRegFilterNotify.lblTitle.Caption=Sistemos apsauga
TfrmRegFilterNotify.lblProgram.Caption=Programa:
KeyName=Registro raktas:
TfrmRegFilterNotify.lblKey.Caption=Pagrindinis kelias:
TfrmRegFilterNotify.ckbRemind.Caption=Daugiau nerodyti šios vietos
TfrmRegFilterNotify.btnDeny.Caption=Uždrausti
TfrmRegFilterNotify.btnAllow.Caption=Leisti
pmAllowProgram=Visada leiskite šią programą
pmDenyProgram=Visada drauskite šią programą
regnotifydefaultbrowser=Kai kuri programa keičia numatytąją naršyklę
regnotifystartrundesc=Kai kuri programa keičia paleidimą
regnotifyservicesdesc=Kai kuri programa bando įdiegti tvarkyklę ar paslaugą
regnotifyifeodesc=Kai kuri programa bando užgrobti vykdomąją programą
regnotifyspidesc=Kai kuri programa keičia sluoksninį tinklo protokolą
regnotifyIEStartPageDesc=Kai kuri programa bando pakeisti IE pagrindinį puslapį
regnotifydefaultbrowser_n=Pakeiskite numatytąją naršyklę
regnotifystartrundesc_n=Pakeiskite paleistį
regnotifyservicesdesc_n=Įdiekite tvarkyklę ar servisą
regnotifyifeodesc_n=Pagrobs vykdomąją programą
regnotifyspidesc_n=Pakeisti sluoksninio tinklo protokolą
regnotifyIEStartPageDesc_n=Pakeiskite IE pagrindinį puslapį
[EUASK]
regcaption=Registruoti
logincaption=Prisijungti
FrmEuaskLogin.lblJoin.Caption=Prisijunkite prie „Euask“
FrmEuaskLogin.lblSign.Caption=Įeikite į „Euask“
FrmEuaskLogin.lblnick.Caption=Vartotojo vardas:
FrmEuaskLogin.lbl1.Caption=Slaptažodis:
FrmEuaskLogin.btnlogin.caption=Prisijungti
FrmEuaskLogin.btnregister.Caption=Registruoti
FrmEuaskLogin.btnpwd.Caption=Pamiršai slaptažodį?
FrmEuaskLogin.WiseLabel1.Caption=Vartotojo vardas:
FrmEuaskLogin.WiseLabel2.Caption=Slaptažodis:
FrmEuaskLogin.btnreg.caption=Registruoti
FrmEuaskLogin.WiseSimpleButton1.Caption=Prisijungti
FrmEuaskLogin.lbl2.Caption=El.paštas:
FrmEuaskLogin.btnnone.Caption=Ne dabar
inputuser=Įveskite slaptažodį ir vartotojo vardą.
